{
  "병명": "B형 간염",
  "증상": {
    "Amc": null,
    "Snu": "쉽게 피로해질 수 있으며 입맛이 없어지고 구역, 구토가 생길 수 있다. 근육통 및 미열이 발생할 수 있으며, 소변의 색깔이 진해지거나, 심할 경우 피부나 눈이 노랗게 변하는 황달이 나타나기도 한다. 치명적인 경우에는 사망에 이를 수도 있다.",
    "Kdca": "1. 잠복기  감염 후 45일~160일로 평균 120일의 잠복기 후 임상증상이 나타납니다. 2. 임상증상 1) 급성 B형간염 급성 증상으로 황달, 흑색 소변, 식욕부진, 오심, 근육통, 심한 피로, 우상복부 압통 등이 나타나나 무증상 감염도 있을 수 있습니다. 일반적으로 6개월 이내에 임상증상 및 간기능 검사 상 이상이 회복되고 바이러스가 제거되지만 6개월 이상 지속되고 B형간염 표면항원이 양성을 보이는 경우 만성 간염으로 진단할 수 있습니다. 2) 만성 B형간염 무증상에서부터 피로감, 전신권태, 지속적인 또는 간헐적인 황달, 식욕부진 등 만성 쇠약성 증상과 말기 간부전까지 다양합니다.",
    "Final": null,
    "1200": null,
    "supplement": [
      "요즘 너무 피곤하고 밥맛도 없는데, 먹으면 속이 메스꺼워서 토할 것 같고 온몸이 쑤셔요.",
      "하루 종일 누워 있어도 기운이 없고, 소변 색도 진해졌고, 피부랑 눈이 노래져서 걱정돼요.",
      "밥을 조금만 먹어도 속이 더부룩하고 구역질이 나면서, 열이 오락가락하고 근육이 다 아파요.",
      "며칠째 밥맛이 없고 구토가 자꾸 나오는데, 소변이 너무 진해지고 오른쪽 윗배가 눌리면 아파요.",
      "열이 계속 오르내리고 몸살처럼 온몸이 쑤시는데, 거울 보니까 눈 흰자까지 노랗게 보여요.",
      "체력이 확 떨어져서 조금만 움직여도 힘들고, 속은 메슥거리고 소변 색이 이상하게 탁해졌어요.",
      "밤마다 구역질 때문에 잠을 못 자고, 온몸이 무겁고 피곤해서 아예 일을 못 하고 있어요.",
      "피부가 노랗게 변해가는 것 같고, 소변도 짙은 갈색으로 나오면서, 계속 열이 오르락내리락해요.",
      "먹는 게 힘들 정도로 입맛이 없고, 먹고 나면 토할 것 같고, 근육통까지 있어서 너무 지쳐요.",
      "조금만 걸어도 숨이 차고 힘들고, 오른쪽 배가 묵직하게 아프고, 눈이 누렇게 보여요.",
      "체력이 바닥이라 하루 종일 누워 있는데도 피곤하고, 속이 메슥거리고 토할 것 같아요.",
      "피로가 너무 심하고 구토도 자주 하고 있는데, 피부가 점점 노래져서 겁이 납니다.",
      "전에는 없던 근육통이 생기고, 열도 자꾸 나고, 소변 색이 짙어서 이상해요.",
      "밥맛이 없어 거의 못 먹고 있는데, 먹으면 토할 것 같고, 기운이 없어서 일어나기가 힘들어요.",
      "눈이 노래진 걸 사람들이 얘기해줄 정도고, 소변 색도 진하고, 속이 메슥거려서 너무 불편해요.",
      "열도 오르고, 근육도 다 아프고, 피곤해서 아무것도 못 하고 하루 종일 누워 있어요.",
      "오른쪽 윗배가 눌리면 아프고, 구역질도 심하고, 체력이 너무 떨어져서 걱정돼요.",
      "밥맛이 전혀 없고 속이 메스꺼운데, 피부가 노래지고 소변도 탁해져서 불안해요.",
      "계속 토할 것 같고, 온몸이 쑤시고, 기운이 하나도 없어서 아무것도 못 하고 있어요.",
      "피곤하고 열도 나면서, 구토가 심하고, 피부랑 눈이 노랗게 변해가는 것 같아요."
    ]
  },
  "정의": {
    "Amc": null,
    "Snu": "B형 간염은 B형 간염 바이러스(hepatitis B virus, HBV)에 감염된 경우 이로 인한 우리 몸의 면역반응으로 인해 간에 염증이 생기는 질환을 의미한다.",
    "Kdca": "B형 간염 바이러스(Hepatitis B virus) 감염에 의한 급성 간염 질환이며, 제3급 법정감염병입니다.",
    "Final": null,
    "1200": null
  },
  "원인": {
    "Amc": null,
    "Snu": "B형 간염 바이러스에 감염된 혈액 등 체액에 의해 감염 된다. 아기가 태어날 때 B형 간염이 있는 어머니로부터 전염될 수 있으며(수직감염), 성적인 접촉이나 수혈, 오염된 주사기의 재사용 등에 의해서도 감염될 수 있다. 이러한 경로로 B형 간염 바이러스가 혈액 내로 침입한 후 주로 간세포 속에 자리 잡게 되는데, 우리 몸은 이 바이러스를 제거하기 위해 면역반응을 일으키고 이로 인해 바이러스에 감염된 간세포들이 파괴되면서 간에 염증이 생기게 된다.",
    "Kdca": "1. 전파경로 B형 간염은 감염된 혈액에 노출되거나 감염된 사람과의 성접촉, 사용 중 상처를 일으킬 수 있는 오염된 도구(주사바늘, 면도기 등)를 통해 전파되며, 특히 출산 도중에 모체로부터 감염되는데 자연분만과 제왕절개 모두에서 가능합니다. 2. 고위험군 B형 간염 바이러스 보유자의 가족, 혈액제제를 자주 수혈받아야 되는 환자, 혈액투석을 받는 환자, 주사용 약물 중독자, 의료기관 종사자, 수용시설의 수용자 및 근무자 등이 B형 간염 고위험군입니다.",
    "Final": null,
    "1200": null
  },
  "진단": {
    "Amc": null,
    "Snu": null,
    "Kdca": "혈액 검체에서 B형간염 표면항원(HBsAg) 및 B형간염 특이 항체(IgM anti-HBc)가 검출되면 신규 발생자로 진단합니다.",
    "Final": null,
    "1200": null
  },
  "치료": {
    "Amc": null,
    "Snu": "성인이 B형 간염에 걸린 경우 특별한 치료 없이도 대부분 저절로 회복되며, 충분한 휴식을 취하고 단백질이 많은 음식을 섭취하면 회복이 빨라질 수 있다. 그러나 경우에 따라서는 B형 간염 바이러스의 증식을 억제할 수 있는 항바이러스제나 페그인터페론(Peginterferon)의 사용이 필요할 수 있고, 심각한 경우에는 간이식이 필요할 수도 있다.",
    "Kdca": "1. 급성간염 성인이 급성 B형 간염에 걸린 경우 특별한 치료 없이도 대부분 저절로 회복되나, 충분한 휴식을 취하고 단백질이 많은 음식을 섭취하면 회복이 빨라질 수 있습니다. 2. 만성간염 만성 B형 간염으로 진행된 사람에게 간손상을 줄이고 간경변증을 예방하기 위해 인터페론 주사제와 경구용 항바이러스제를 사용할 수 있습니다. 치료 전 치료의 적응증 및 유전형 확인, 적절한 약제의 선택, 부작용, 내성 발생, 비용 등에 대해 주치의와 충분한 상담을 거친 후에 사용해야 합니다.",
    "Final": null,
    "1200": null
  },
  "진료과": {
    "Amc": null,
    "Snu": "소화기내과",
    "Kdca": null,
    "Final": null,
    "1200": null
  }
}