{
  "요즘 아이가 발달이 좀 느린 것 같아. 특히 말하는 게 잘 안 되고, 행동도 다른 친구들보다 둔한 느낌이야.": [
    "18번 염색체 단완결실 증후군"
  ],
  "우리 아이가 태어날 때부터 뭔가 다르게 느껴졌어. 얼굴이 좀 낯설고, 몸에 작은 이상이 있는 것 같아.": [
    "18번 염색체 장완결실 증후군"
  ],
  "친구의 아이가 자주 아프고, 여러 가지 문제가 생기고 있대. 그런 것들이 다 연결되어 있는 것 같아.": [
    "22번 염색체 장완 미세결실 증후군"
  ],
  "이 아이가 다른 친구들보다 신체적인 문제가 많은 것 같아. 자주 병원에 가는 것 같고, 걱정이야.": [
    "4번 염색체 단완결실 증후군"
  ],
  "아기가 태어나고 나서 피부가 노랗게 변했어. 의사 선생님이 무슨 문제가 있다고 하더라고.": [
    "ABO 신생아용혈성질환"
  ],
  "아이가 태어날 때부터 여러 가지 문제를 안고 있었어. 건강이 좋지 않아서 걱정이야.": [
    "ARC 증후군"
  ],
  "요즘 배가 아프고 소화가 잘 안 되는 것 같아. 식사할 때마다 속이 울렁거려.": [
    "A형 간염"
  ],
  "요즘 피곤하고, 피부나 눈이 노래지는 것 같아. 뭔가 건강이 좋지 않은 느낌이야.": [
    "B형 간염"
  ],
  "요즘 몸이 자꾸 무기력해지고, 간헐적으로 배가 아파. 뭔가 이상한 것 같아.": [
    "C형 간염"
  ],
  "친구가 간염이 있다고 하는데, 그게 뭔지 잘 모르겠어. 그런데 몸이 많이 안 좋대.": [
    "D형 간염"
  ],
  "요즘에 배가 좀 아프고, 식욕도 별로 없어. 피곤하고 몸도 무겁게 느껴져.": [
    "간염"
  ],
  "최근에 의사한테서 간에 혹이 있다고 들었어. 가끔씩 배가 아프고 뭔가 불편해.": [
    "간의 양성 신생물"
  ],
  "이식 수술 받고 나서 회복 중인데, 아직도 조금 힘들어. 몸이 좀 무겁고, 약도 많이 챙겨 먹어야 해.": [
    "간이식 후 상태"
  ],
  "가끔 의식이 멍해지고, 몸이 갑자기 뻣뻣해지는 느낌이 들어. 주변 사람들이 걱정해.": [
    "간질"
  ],
  "화장실에 자주 가야 하고, 소변 볼 때 자꾸 아파서 괴로워.": [
    "간질성 방광염"
  ],
  "피부에 붉은 반점이 생기고 가려운 것 같아. 특히 햇빛에 노출된 부위가 더 심해.": [
    "간찰성 홍반"
  ],
  "요즘 숨이 좀 차고 기침도 나. 운동할 때 더 힘들어지더라구.": [
    "간폐 증후군"
  ],
  "가끔씩 화가 나서 참지 못하고 폭발하는 경우가 있어. 그런 날은 정말 힘들어.": [
    "간헐적 폭발성 장애"
  ],
  "의사한테서 간에 작은 혹이 있다고 해서 별로 걱정하지 말라고 하더라.": [
    "간혈관종"
  ],
  "최근에 먹은 생선이 의심스러운데, 배가 아프고 설사가 나.": [
    "간흡충증"
  ],
  "아기가 우유를 먹고 나서 자꾸 울고 배가 아픈 것 같아.": [
    "갈락토오스혈증"
  ],
  "요즘에 가슴이 두근거리고, 땀이 많이 나서 불편해.": [
    "갈색세포종"
  ],
  "목에 뭔가 덩어리가 만져지는 느낌이 들어서 좀 불안해.": [
    "갑상선 결절"
  ],
  "요즘 너무 피곤하고, 체중이 늘어나는 것 같아.": [
    "갑상선 기능 저하증"
  ],
  "요즘 심장이 뛰는 게 느껴지고, 땀이 많이 나.": [
    "갑상선 기능 항진증"
  ],
  "목에 덩어리가 점점 커지는 것 같아서 걱정이야.": [
    "갑상선 미분화암"
  ],
  "목에 혹이 생겼는데, 점점 커지고 있어.": [
    "갑상선 수질암"
  ],
  "목에 작은 덩어리가 있는데, 별로 신경 쓰이지는 않아.": [
    "갑상선 양성 종양"
  ],
  "목에 뭐가 만져지긴 하는데, 의사 말로는 별 문제 없다고 하더라.": [
    "갑상선 여포암"
  ],
  "최근에 목에 덩어리가 생겼다는 얘기를 들었어.": [
    "갑상선 유두암"
  ],
  "목이 부풀어오른 것 같은 느낌이 드는데, 좀 불편해.": [
    "갑상선비대"
  ],
  "목에 뭔가 이상한 느낌이 들어서 걱정이야.": [
    "갑상선암"
  ],
  "목이 아프고, 부풀어오르는 것 같아.": [
    "갑상선염"
  ],
  "목에 덩어리가 만져지는데, 의사 말로는 별로 걱정하지 말래.": [
    "갑상선유두암"
  ],
  "목에 무언가 커지면서 불편함이 느껴져.": [
    "갑상선종"
  ],
  "요즘 머리가 자꾸 아프고, 특히 눈 주위가 뻐근한 것 같아.": [
    "거대 세포 동맥염"
  ],
  "최근에 가슴이 너무 커져서 옷 입기가 힘들어.": [
    "거대 유방"
  ],
  "피부에 큰 갈색 반점이 생겼는데, 점점 커지는 것 같아.": [
    "거대색소 모반"
  ],
  "요즘 면역력이 떨어진 건지, 계속해서 피곤하고 열도 나.": [
    "거대세포 바이러스 질환"
  ],
  "요즘 들어 피곤하고 얼굴이 창백해 보인다는 말을 많이 들어.": [
    "거대적혈모구빈혈"
  ],
  "어제 정원에서 뭔가 물린 것 같은데, 다리가 부풀어 오르고 아파.": [
    "거미 물림"
  ],
  "요즘 목이 계속 아프고, 고개를 앞으로 쭉 빼고 있는 느낌이 들어.": [
    "거북목 증후군"
  ],
  "갑자기 잊어버리는 게 많아졌는데, 심지어 최근의 일도 기억이 잘 안 나.": [
    "거스트만 증후군"
  ],
  "무릎 안쪽이 자꾸 아프고, 걸을 때마다 쑤시는 것 같아.": [
    "거위발건염"
  ],
  "화장실에서 소변이 거품이 많이 나와서 뭔가 이상한 것 같아.": [
    "거품뇨"
  ],
  "요즘 손목이 자꾸 아프고, 힘을 주면 더 아파.": [
    "건 손상"
  ],
  "요즘 손목이 너무 아프고, 뻐근해서 물건을 들기 힘들어.": [
    "건초염"
  ],
  "피부에 검은 점 같은 게 생겼는데, 별로 신경 쓰이진 않아.": [
    "검버섯"
  ],
  "피부에 작은 흰색 반점이 생기더니 점점 늘어나고 있어.": [
    "검열반"
  ],
  "요즘 혀가 이상하게 검은색으로 변했는데, 털 같은 것도 나 있어.": [
    "검은 털 혀증"
  ],
  "배가 자꾸 아프고, 변도 잘 안 나오는데, 때때로 아랫배가 뻐근해.": [
    "게실 질환"
  ],
  "손목을 다쳤는데, 움직일 때마다 아프고, 뼈가 부러진 것 같아.": [
    "견열골절"
  ],
  "눈이 자꾸 간지럽고, 빨개진 것 같아.": [
    "결막염"
  ],
  "눈이 갑자기 빨갛게 변했는데, 아프진 않아.": [
    "결막하 출혈"
  ],
  "피부에 작고 단단한 덩어리가 만져지는데, 아프지는 않아.": [
    "결절"
  ],
  "피부에 작은 혹이 자꾸 생기고, 몸에 여러 군데에 이상한 반점이 있어.": [
    "결절성 경화증"
  ],
  "요즘 다리와 팔이 자주 아프고, 힘이 쭉 빠지는 느낌이야.": [
    "결절성 다발동맥염"
  ],
  "요즘 감정이 너무 불안정하고, 사람들과의 관계가 너무 힘들어. 가끔은 내가 누군지 잘 모르겠고, 다른 사람에 대해 극단적으로 좋았다가 나쁘게 느껴지기도 해.": [
    "경계성 인격 장애"
  ],
  "발목이 너무 아파서 제대로 걷지도 못해. 넘어지고 나서 뼈가 부러진 것 같아.": [
    "경골과 비골 골절"
  ],
  "요즘 기억력이 좀 떨어진 것 같아. 예전엔 쉽게 생각났던 것도 잘 기억이 안 나고, 자주 물어보게 돼.": [
    "경도 인지 장애"
  ],
  "가끔 목이 뻐근하고, 두통이 심한 날이 있어. 특히 피곤할 때 더 그런 것 같아.": [
    "경동맥 질환"
  ],
  "요즘 자꾸 어지럽고, 목에서 이상한 느낌이 들어. 뭔가 잘 안 되는 것 같아.": [
    "경동맥 협착증"
  ],
  "갑자기 머리가 아프고, 구역질이 나서 너무 힘들어. 사고 이후로 계속 이런 증상이 있어.": [
    "경막외 출혈"
  ],
  "목이 계속 뻣뻣하고, 고개를 마음대로 돌릴 수가 없어. 가끔은 통증도 느껴져.": [
    "경부 근긴장이상증"
  ],
  "목 옆에 혹이 만져지고, 아프기도 해. 감기 기운이 있던 때부터 더 심해진 것 같아.": [
    "경부 림프절염"
  ],
  "목이 너무 아파서 고개를 돌리기가 힘들어. 가끔은 어깨도 뻐근해져.": [
    "경부통증"
  ],
  "요즘 목이 마르고, 피부가 좀 팽팽해진 느낌이 들어.": [
    "고나트륨혈증"
  ],
  "요즘 몸이 너무 무겁고, 계단 오르기도 힘들어.": [
    "고도비만"
  ],
  "요즘 배가 아프고, 설사를 자주 해.": [
    "고래회충증"
  ],
  "최근에 좀 어지럽고 심장이 두근거리는 것 같아.": [
    "고마그네슘혈증"
  ],
  "귀에서 이상한 소리가 나고, 물이 들어간 것 같은 느낌이 들어.": [
    "고막 파열"
  ],
  "요즘 귀가 아프고, 듣기가 힘든 것 같아.": [
    "고막염"
  ],
  "피부가 노래지고, 눈도 노랗게 변한 것 같아.": [
    "고빌리루빈혈증"
  ],
  "요즘 생리 주기가 불규칙해지고, 임신이 잘 안 되는 것 같아.": [
    "고사난자"
  ],
  "산에 올라가니 머리가 아프고 숨이 차서 힘들어.": [
    "고산병"
  ],
  "요즘 배가 불룩하고, 피곤함이 심해.": [
    "고셔병"
  ],
  "높은 곳에 가면 갑자기 심장이 두근거리고 무서워져.": [
    "고소공포증"
  ],
  "요즘 소변 색이 이상하고, 허리가 아픈 느낌이 들어.": [
    "고옥살산뇨증"
  ],
  "요즘 들어서 자꾸 피곤하고 무기력해. 그리고 피부에 푸른 반점도 생겼어.": [
    "골수섬유증"
  ],
  "발이 아파서 걷기가 힘들고, 통증이 계속 이어져서 너무 힘들어.": [
    "골수염"
  ],
  "요즘 자꾸 피곤하고, 피부가 창백해 보여. 좀 이상한 것 같아.": [
    "골수이형성 증후군"
  ],
  "요즘 몸이 자꾸 가렵고, 피곤함이 심해져서 걱정이야.": [
    "골수증식종양"
  ],
  "무릎이 자주 아프고, 통증이 점점 심해지는 것 같아.": [
    "골육종"
  ],
  "발목이 삐끗한 것 같은데, 통증이 너무 심해 걷기가 힘들어.": [
    "골절"
  ],
  "발목이 아프고, 제대로 치유되지 않은 것 같아. 여전히 불편해.": [
    "골절 후 부정 유합, 불유합"
  ],
  "발목을 다쳐서 걷는 게 너무 힘들어. 부풀어 오르고 아파.": [
    "골절된 발목"
  ],
  "팔을 부딪쳐서 멍이 들어서 아파. 좀 찌릿찌릿해.": [
    "골타박상"
  ],
  "팔꿈치가 아파서 물건을 들기 힘들어. 특히 팔을 쭉 뻗을 때 더 아파.": [
    "골프 엘보우"
  ],
  "뼈가 자꾸 약해져서 쉽게 다치는 것 같아.": [
    "골형성부전증"
  ],
  "요즘 손이나 발에 이상한 긴장이 느껴져서 뭔가를 잡거나 쓰는 게 너무 힘들어.": [
    "국소성 이긴장증"
  ],
  "갑자기 머리가 엄청 아프기 시작하는데, 한쪽이 특히 더 아픈 것 같아. 눈 주변이 찌르는 듯해.": [
    "군발성 두통 증후군"
  ],
  "피부에 검은 점들이 났는데, 특히 햇빛에 잘 보이는 곳에 많이 생겼어.": [
    "군집성흑자증"
  ],
  "책이나 화면을 볼 때 글자가 흐릿하게 보이고, 자주 눈을 깜빡여야 해.": [
    "굴절 및 조절의 장애"
  ],
  "먼 곳이 잘 안 보이거나, 가까운 글씨가 잘 안 보이는 것 같아.": [
    "굴절이상(근시, 원시, 난시)"
  ],
  "자주 배가 아프고, 화장실에 가는 횟수가 늘어난 것 같아.": [
    "궤양성 대장염"
  ],
  "귀가 아프고, 가끔씩 귀에서 물이 나오는 것 같아.": [
    "귀 감염증"
  ],
  "귀두 주변 피부가 붉어지고 가렵고, 때때로 부풀어 오르는 것 같아.": [
    "귀두포피염"
  ],
  "귓불이 아프고 부풀어 오르면서 가끔씩 화끈거리는 것 같아.": [
    "귓불염증"
  ],
  "숨이 좀 찰 때가 많고, 가끔 기침도 나.": [
    "규폐증"
  ],
  "혀에 갈라진 부분이 생겨서 음식을 먹을 때 아프고 불편해.": [
    "균열설"
  ],
  "요즘 근력이 많이 빠진 것 같아. 사소한 일도 힘들고, 계단 올라가는 게 점점 더 힘들어져.": [
    "근디스트로피"
  ],
  "멀리 있는 글씨가 잘 안 보이네. 특히 강의 중에 칠판이 잘 안 보이는 게 너무 불편해.": [
    "근시"
  ],
  "최근에 말을 하는 게 점점 더 힘들어지고, 손도 잘 움직이지 않아서 불편해.": [
    "근위축성 측색 경화증"
  ],
  "운동 끝나고 다리가 갑자기 땡기는 느낌이 들어서 정말 아팠어.": [
    "근육 경련"
  ],
  "요즘 목이 뻐근하고 머리가 꽉 조이는 것 같아. 계속 아프고 짜증나.": [
    "근육 긴장성 두통"
  ],
  "어제 운동하다가 발목을 삐끗했는데, 지금도 아프고 붓기가 올라왔어.": [
    "근육 염좌"
  ],
  "요즘 팔과 다리가 점점 얇아지고 힘이 없어지는 것 같아.": [
    "근육 위축증"
  ],
  "갑자기 다리에 힘이 확 빠져서 자꾸 주저앉게 돼.": [
    "근육간대경련"
  ],
  "내 몸이 자꾸 이상하게 경직되면서 움직이기가 힘들어.": [
    "근육긴장이상증"
  ],
  "근육이 자꾸 힘을 잃는 것 같고, 일상적인 활동이 점점 힘들어져.": [
    "근육병"
  ],
  "운동 중에 갑자기 다리에 찢어지는 듯한 통증이 느껴졌어.": [
    "근육파열"
  ],
  "요즘 목이 진짜 아프고, 삼킬때마다 찌릿찌릿해. 감기가 온 것 같기도 하고.": [
    "급성 인두염"
  ],
  "귀가 욱신거리면서 소리가 잘 안 들려. 특히 누르면 더 아파.": [
    "급성 중이염"
  ],
  "아랫배가 아프고, 가려움증이 심해. 뭔가 이상한 느낌이 들어.": [
    "급성 질염"
  ],
  "배가 아프고, 특히 오른쪽 아랫배가 너무 아파. 누르면 더 아프더라.": [
    "급성 충수염"
  ],
  "위쪽 배가 심하게 아프고, 먹고 나면 더 심해지는 것 같아. 구역질도 나.": [
    "급성 췌장염"
  ],
  "이가 너무 아프고, 찌르는 것처럼 아파. 차가운 거라도 닿으면 더 아프다.": [
    "급성 치수염"
  ],
  "머리가 너무 아프고, 몸의 힘이 빠져. 걷는 것도 힘들어.": [
    "급성 파종성 뇌척수염"
  ],
  "목이 너무 아프고, 음식을 삼키기가 힘들어. 열도 나고.": [
    "급성 편도염"
  ],
  "목이 막힌 것처럼 느껴지고, 숨쉬기가 힘들어. 기침도 자주 나.": [
    "급성 폐쇄성 후두염"
  ],
  "다리 뼈가 아프고, 붓기도 해. 열이 나서 몸이 떨려.": [
    "급성 혈행성 골수염"
  ],
  "요즘 배가 좀 불편하고, 가끔 아랫배가 아파서 신경 쓰여.": [
    "난소의 양성 종양"
  ],
  "글씨가 조금 흐릿하게 보이고, 가까운 것도 멀리 있는 것처럼 보이는 것 같아.": [
    "난시"
  ],
  "요즘 심장이 이상하게 뛰는 것 같고, 가끔 숨이 차는 느낌이 들어.": [
    "난원공 개존증"
  ],
  "주변 소리가 잘 안 들리거나, 대화할 때 자꾸 물어봐야 해.": [
    "난청"
  ],
  "최근에 기분이 가끔 우울하고, 예전처럼 에너지가 나지 않는 것 같아.": [
    "남성 갱년기"
  ],
  "아이를 갖고 싶었는데, 생각처럼 잘 안 되는 것 같아.": [
    "남성 불임"
  ],
  "요즘 성욕이 많이 줄어들고, 몸이 많이 무겁게 느껴져.": [
    "남성 성선기능저하증"
  ],
  "가슴에 이상한 덩어리가 만져지는데, 요즘 들어 더 신경 쓰이네.": [
    "남성 유방암"
  ],
  "요즘 너무 피곤하고, 머리가 아픈 느낌이 자주 들어.": [
    "납 중독"
  ],
  "허리 쪽에 통증이 있고, 소변을 볼 때 뭔가 이상한 느낌이 들어.": [
    "낭성 신장 질환"
  ],
  "숨 쉬기가 좀 힘들고, 기침도 자주 나와.": [
    "낭종성 폐질환"
  ],
  "기침이 계속 나고, 가끔 숨이 차서 힘들어.": [
    "낭포성 섬유증"
  ],
  "최근에 자꾸 머리가 아프고, 갑자기 어지럽거나 시야가 흐려지는 일이 많아.": [
    "뇌 동정맥 기형"
  ],
  "요즘 기억력이 갑자기 떨어지는 것 같고, 자주 피곤해져.": [
    "뇌 전이"
  ],
  "갑자기 한쪽 팔이나 다리가 힘이 없고, 말을 하기가 어려워.": [
    "뇌경색"
  ],
  "머리가 너무 아프고 열이 나면서 구역질이 나.": [
    "뇌농양"
  ],
  "가끔씩 한쪽 얼굴이 뻐근하고, 그쪽 눈이 잘 안 보일 때가 있어.": [
    "뇌동맥 폐쇄"
  ],
  "요즘 갑자기 머리가 찌릿찌릿하고, 목이 아파서 힘들어.": [
    "뇌동맥류"
  ],
  "아이가 걸음걸이가 불안정하고, 말을 잘 못 해요.": [
    "뇌병변장애"
  ],
  "머리가 부풀어 오르는 것 같고, 정말 피곤해.": [
    "뇌부종"
  ],
  "누워 있는 친구가 더 이상 깨어나지 않을 것 같아.": [
    "뇌사"
  ],
  "아이가 움직일 때 몸이 자꾸 비틀거리고, 알 수 없는 소리를 내요.": [
    "뇌성 마비"
  ],
  "머리가 너무 아프고, 목을 움직일 때 아프고 열도 나.": [
    "뇌수막염"
  ],
  "요즘 머리가 자주 아프고, 시야가 흐릿해지는 것 같아.": [
    "뇌수막종"
  ],
  "\"어제 운동하다가 머리를 너무 세게 부딪혔더니 머리가 아프고, 약간 어지럽고 구토가 나올 것 같아.\"": [
    "뇌진탕"
  ],
  "\"머리를 다친 후에 계속 피곤하고, 집중이 잘 안 돼서 일하기가 힘들어.\"": [
    "뇌진탕 후 증후군"
  ],
  "\"갑자기 머리가 너무 아프고, 한쪽 팔이나 다리가 잘 안 움직여.\"": [
    "뇌출혈"
  ],
  "\"요즘 무기력하고 체중이 자꾸 늘어나는데, 이유를 모르겠어.\"": [
    "뇌하수체 기능 저하증"
  ],
  "\"요즘 밤에 잠을 잘 못 자고, 자꾸 땀이 나면서 심장이 두근거려.\"": [
    "뇌하수체 기능 항진"
  ],
  "\"눈 앞에 뿌옇게 보이는 것 같고, 머리가 자주 아파.\"": [
    "뇌하수체 선종"
  ],
  "\"확인해보니 뇌에 혹이 생겼다고 하는데, 자꾸 피곤하고 기억이 잘 안 나.\"": [
    "뇌하수체 양성 및 악성 신생물"
  ],
  "\"우리 아이가 요즘 잘 자지 못하고, 성장이 늦어지는 것 같아.\"": [
    "뇌하수체기능저하증(소아)"
  ],
  "\"아이의 손가락이 너무 짧고, 얼굴이 조금 이상해 보이는데, 이게 무슨 문제일까?\"": [
    "누난 증후군"
  ],
  "\"눈에 먼지가 들어간 것 같아서 계속 뻑뻑하고 따가워.\"": [
    "눈 이물감"
  ],
  "\"아침에 일어나면 눈에 항상 고름 같은 게 끼어 있어.\"": [
    "눈곱"
  ],
  "갑자기 옆구리가 너무 아프고, 숨을 쉬거나 웃을 때 더 심해지는 것 같아.": [
    "늑간신경통"
  ],
  "가슴 아래쪽이 아프고, 무슨 일을 해도 통증이 사라지지 않는 것 같아.": [
    "늑골연골염"
  ],
  "운동하다가 가슴 쪽에서 찌릿한 느낌이 들면서 너무 아파.": [
    "늑골염좌"
  ],
  "숨을 쉴 때마다 가슴에서 쿵쿵거리는 소리가 나고, 아픈 느낌이 들어.": [
    "늑막염"
  ],
  "아기가 늘어져서 힘이 없어 보이고, 자주 울고 힘들어하는 것 같아.": [
    "늘어지는 영아증후군"
  ],
  "아기가 잘 먹지 않고, 배가 부풀어오르고 있는 것 같아.": [
    "니만-피크병"
  ],
  "친구의 얼굴이 이상하게 생겼고, 정상적인 모습이 아닌 것 같아.": [
    "니스트 이형성증"
  ],
  "귀걸이를 끼고 나서 귀가 가렵고 붓는 것 같아.": [
    "니켈 알레르기"
  ],
  "담배를 끊으려고 하는데, 너무 힘들고 금단 증상이 심해.": [
    "니코틴 중독"
  ],
  "계속해서 몸이 약해지고, 손이 떨리는 느낌이 들어.": [
    "다계통 위축증"
  ],
  "몸이 점점 더 힘이 빠지고, 팔과 다리가 뻣뻣해지는 것 같아.": [
    "다계통위축"
  ],
  "손가락이 저리거나, 발가락이 이상하게 아픈 느낌이 들어. 뭔가 감각이 이상해.": [
    "단일 신경을 침범하는 말초신경병증"
  ],
  "아기가 태어날 때 배꼽이 좀 이상하다고 하더라고. 뭔가 다르게 생겼다고.": [
    "단일 제대 동맥"
  ],
  "음식 먹고 나면 배가 너무 아프고, 설사가 자주 나와.": [
    "단장 증후군"
  ],
  "손이나 발이 불룩하게 부풀어 오르는 것 같아. 뭔가 이상해.": [
    "단지증"
  ],
  "소변에서 단 맛이 나고, 자주 화장실 가야 해.": [
    "단풍당밀뇨증"
  ],
  "몸이 피곤하고, 열이 나면서 목이 아픈 것 같아.": [
    "단핵구증"
  ],
  "배가 아프고, 피부가 노래지면서 가려워.": [
    "담관암"
  ],
  "소화가 잘 안 되고, 가끔 배가 아프기도 해.": [
    "담낭 선근종증"
  ],
  "검진을 받으니 담낭에 혹이 있다고 하더라고.": [
    "담낭 용종"
  ],
  "소화가 잘 안 되고, 갑자기 배가 아프면서 구역질이 나.": [
    "담낭결석"
  ],
  "배가 자주 아파서 병원에 갔더니 담낭 벽이 두꺼워졌다고 하더라.": [
    "담낭벽비후"
  ],
  "요즘에 자꾸 다리가 저리고, 발목이 부풀어 오르는 것 같아.": [
    "당뇨병성 신증"
  ],
  "갑자기 너무 힘이 빠지고, 땀이 나면서 어지러워져서 좀 이상해.": [
    "당뇨병성 저혈당증"
  ],
  "발끝이 자주 아프고, 상처가 잘 아물지 않아 걱정이야.": [
    "당뇨병성 족부 질환"
  ],
  "요즘에 자꾸 의식이 흐릿해지고, 너무 피곤해서 잠만 자고 싶어.": [
    "당뇨병성 혼수"
  ],
  "운동할 때 힘이 안 들어가고, 다리 근육이 자주 아파.": [
    "당원 축적병"
  ],
  "요즘 키가 많이 자랐다는 소리를 많이 들어.": [
    "대뇌성 거인증"
  ],
  "갑자기 가슴이 찢어지는 것 같은 통증이 느껴졌어.": [
    "대동맥 박리"
  ],
  "운동할 때마다 숨이 차고, 가슴이 아프더라고.": [
    "대동맥 축착증"
  ],
  "요즘에 계단 오르는 게 너무 힘들어.": [
    "대동맥 협착"
  ],
  "운동할 때마다 가슴이 아파서 힘들어져.": [
    "대동맥 협착증"
  ],
  "갑자기 기절하는 것 같은 기분이 들고, 숨이 막히는 것 같아.": [
    "대동맥궁 단절"
  ],
  "배가 불룩해지고 아픈 것 같아.": [
    "대동맥류"
  ],
  "갑자기 몸이 흔들리면서 의식을 잃었어. 주변 사람들이 나를 걱정했어.": [
    "대발작"
  ],
  "요즘 들어서 배가 조금 불러오는 것 같고, 혈압도 자주 체크해야 할 것 같아.": [
    "대사 증후군"
  ],
  "최근에 자주 피곤하고, 숨이 차는 느낌이 드는 것 같아.": [
    "대사성 산증"
  ],
  "가끔 머리가 어지럽고, 손이 저린 느낌이 드는 것 같아.": [
    "대사성 알칼리증"
  ],
  "피부가 아프고, 저릿저릿한 느낌이 계속 남아있어.": [
    "대상포진 후 신경통"
  ],
  "가끔 배가 아프고, 변에 피가 섞여 나오는 것 같아.": [
    "대장 용종"
  ],
  "대변 볼 때마다 불편한 느낌이 드는 것 같아.": [
    "대장 폴립"
  ],
  "갑자기 배가 아프고, 화장실을 자주 가야 하는 것 같아.": [
    "대장균 감염"
  ],
  "요즘 들어서 이유 없이 체중이 줄고, 배가 자주 아픈 것 같아.": [
    "대장암"
  ],
  "배가 아프고, 변이 자주 묽어지는 것 같아.": [
    "대장염"
  ],
  "검사받고 나서 의사가 용종이 있다고 했어.": [
    "대장용종"
  ],
  "의사가 대장에서 혹이 있다고 했는데, 괜찮다고 하더라.": [
    "대장의 양성 종양"
  ],
  "최근에 친구들이랑 게임하러 자주 가는데, 점점 더 많은 돈을 쓰게 되더라고. 처음엔 그냥 재미로 시작했는데, 이젠 그걸 안 하면 불안하고 초조해.": [
    "도박중독"
  ],
  "요즘 뭔가 재미있는 일이 없어. 예전처럼 기분이 좋지 않고, 아무것도 하고 싶지 않아. 친구들이랑 노는 것도 재미없어.": [
    "도파민부족"
  ],
  "요즘 갑자기 피곤하고, 식욕도 없고, 피부가 노래지더니 눈도 노랗게 변했어. 너무 걱정돼.": [
    "독성 간염"
  ],
  "갑자기 몸이 너무 아프고, 열도 나고, 피부가 붉어지면서 혼자서는 못 일어날 정도야. 정말 심각한 것 같아.": [
    "독성 쇼크 증후군"
  ],
  "피부가 막 벗겨지고, 심한 통증이 느껴져. 너무 아프고, 일상생활이 힘들어.": [
    "독성 표피 괴사융해증"
  ],
  "갑자기 한쪽 귀에서 소리가 잘 안 들리더니, 이상하게도 귀가 먹먹해. 너무 놀라워!": [
    "돌발성 난청"
  ],
  "어젯밤에 갑자기 피부에 이상한 발진이 생겼어. 가려워서 도저히 참을 수가 없어.": [
    "돌발성 발진"
  ],
  "갑자기 몸이 자꾸 떨리거나 움직여. 내가 원하지 않는데 왜 이러는지 모르겠어.": [
    "돌발운동유발 이상운동"
  ],
  "몸에 갑자기 빨간 반점이 생겼어. 가렵고, 예전엔 이런 적이 없었는데 왜 이러지?": [
    "돌발진"
  ],
  "아무런 경고 없이 친구가 갑자기 쓰러졌어. 정말 믿을 수가 없어.": [
    "돌연 심장사"
  ],
  "밖에서 너무 오래 있으니까 발가락이 시리더니 점점 아파오더라.": [
    "동상"
  ],
  "피부에 동전처럼 둥글고 가려운 반점이 생겼어.": [
    "동전모양 습진"
  ],
  "팔에 수술한 자리가 이상하게 뛰고, 피가 잘 안 돌 것 같은 느낌이 들어.": [
    "동정맥루"
  ],
  "팔에 있는 그 관이 제대로 작동하지 않는 것 같아, 자꾸 아프고 부풀어.": [
    "동정맥루 기능부전"
  ],
  "눈 옆에 빨갛고 부풀어 오른 게 생겼어.": [
    "동창"
  ],
  "얼굴이 비대칭이어서 왼쪽과 오른쪽이 너무 달라 보여.": [
    "두개 안면 부조화"
  ],
  "아기의 머리가 이상하게 생겼고, 자꾸 제자리를 못 잡는 것 같아.": [
    "두개 유합증"
  ],
  "머리를 세게 부딪쳐서 아프고, 눌리니까 아랫부분이 이상하게 느껴져.": [
    "두개골 골절"
  ],
  "머리를 다치고 나니까 갑자기 어지럽고, 머리가 울리는 느낌이 들어.": [
    "두개내 혈종"
  ],
  "머리 안에 뭔가 이상한 덩어리가 있는 것 같아. 계속 아프고, 시야가 뿌옇게 보여.": [
    "두개인두종"
  ],
  "목에 멍울이 생기고, 삼키기 힘들어지고 통증이 심해.": [
    "두경부암"
  ],
  "요즘 머리가 계속 아파서 힘들어. 아침에 일어날 때부터 저녁까지 두통이 지속되는 것 같아.": [
    "만성 일일 두통"
  ],
  "화장실을 자주 가야 하고, 소변을 볼 때마다 불편한 느낌이 드는 것 같아.": [
    "만성 전립선염"
  ],
  "자주 귀가 아프고, 가끔은 귀에서 물이 나오는 것 같아.": [
    "만성 중이염"
  ],
  "식사 후에 배가 자주 아프고, 소화가 잘 안 되는 것 같아.": [
    "만성 췌장염"
  ],
  "잇몸이 자주 붓고, 피가 나는 일이 잦아.": [
    "만성 치주염"
  ],
  "요즘 피곤하고, 다리가 자주 부풀어 올라서 불편해.": [
    "만성 콩팥병"
  ],
  "숨쉬기가 힘들고, 기침이 자주 나와.": [
    "진폐증",
    "만성 폐쇄성 폐질환"
  ],
  "쉽게 피곤해지고, 숨이 차서 계단 오르기도 힘들어.": [
    "만성 폐질환"
  ],
  "아무 것도 하기 싫고, 늘 피곤한 기분이 들어.": [
    "만성 피로 증후군"
  ],
  "목이 자주 아프고, 목소리가 쉬는 것 같아.": [
    "만성 후두염"
  ],
  "몸이 자꾸 붓고, 피로감이 심해져서 일상생활이 힘들어.": [
    "말기 신부전"
  ],
  "요즘 귀가 뻥 뚫리는 것 같고, 갑자기 어지럽고 구역질이 나서 힘들어.": [
    "메니에르병"
  ],
  "피부에 이상한 점이 생겼는데, 점점 커지고 색깔도 변하는 것 같아.": [
    "메르켈 세포 암종"
  ],
  "몸에 이상한 덩어리가 생긴 것 같고, 만지면 아프고 부풀어 오른 것 같아.": [
    "메리오이드증"
  ],
  "배가 아프고 소화가 잘 안 되는 것 같아, 가끔 배에서 뭔가 찌르는 느낌도 들어.": [
    "메켈 게실"
  ],
  "피부에 고름이 생기고, 그게 잘 안 낫는 것 같아.": [
    "메티실린 내성 황색포도알균 감염"
  ],
  "요즘 너무 피곤하고, 정신이 멍해지는 것 같아.": [
    "메틸말론산증"
  ],
  "아이가 머리카락이 이상하게 생기고, 몸이 자주 아픈 것 같아.": [
    "멘케스병"
  ],
  "피부에 생긴 점이 갑자기 커지고 색이 변하는 것 같아.": [
    "멜라노마"
  ],
  "피부 색깔이 너무 밝고 햇볕에 쉽게 타는 것 같아.": [
    "멜라닌색소부족"
  ],
  "요즘 자꾸 머리가 아프고, 운동할 때 힘이 빠지는 것 같아.": [
    "멜라스 증후군"
  ],
  "요즘 무릎이 자꾸 아프고, 계단 내려갈 때마다 뭔가 쿵쿵 거리는 느낌이 들어.": [
    "무릎연골연화증"
  ],
  "무릎이 붓고 찌릿찌릿한 통증이 느껴져서 걷기도 힘들어.": [
    "무릎염증"
  ],
  "요즘 머리카락이 자꾸 빠져서 너무 걱정이야.": [
    "무모증 및 빈모증"
  ],
  "생리가 한참 늦어져서 불안한데, 혹시 뭐가 잘못된 건 아닐까?": [
    "무월경"
  ],
  "아이를 가지려고 하는데, 정자가 안 나와서 고민이야.": [
    "무정자증"
  ],
  "발가락 사이가 가려워서 신경 쓰이네.": [
    "무좀"
  ],
  "소변 검사했는데 아무런 증상이 없다고 하더라고.": [
    "무증상 세균뇨"
  ],
  "발가락이 다른 발가락에 비해 너무 작아서 불편해.": [
    "무지"
  ],
  "발가락이 이상하게 휘어서 신발 신는 게 너무 불편해.": [
    "무지외반증"
  ],
  "치아가 아예 없어서 좀 불편하고, 씹기가 힘들어.": [
    "무치아증"
  ],
  "다리가 아픈데, 의사가 혈액 공급이 안 된다고 하더라고.": [
    "무혈관 괴사"
  ],
  "복부가 아파서 병원 갔더니 혈관에 문제가 있다고 하더라.": [
    "문맥색전증"
  ],
  "요즘 저녁에 밖에 나가면 길이 잘 안 보여서 좀 불편해.": [
    "미맹"
  ],
  "최근에 몸에 이상한 덩어리가 생겼는데, 점점 커지는 것 같아.": [
    "미분화 다형성 육종"
  ],
  "요즘 자주 배가 아프고 설사를 반복해서 정말 힘들어.": [
    "미세 대장염"
  ],
  "최근에 다리가 부풀고 소변에서 거품이 많이 나와서 걱정돼.": [
    "미세 변화 신증후군"
  ],
  "요즘 너무 피곤하고 얼굴이 창백해져서 걱정돼.": [
    "미세혈관병용혈빈혈"
  ],
  "내 아기가 너무 작고 약해 보여서 걱정이야.": [
    "미숙아"
  ],
  "아기의 눈이 잘 보이지 않는 것 같아, 너무 걱정이 돼.": [
    "미숙아 망막병증"
  ],
  "갑자기 어지럽고 눈앞이 까매지더니 쓰러졌어.": [
    "미주신경성 실신"
  ],
  "요즘 배가 아프고 생리 주기가 불규칙해져서 불편해.": [
    "미텔슈메르츠"
  ],
  "요즘에 몸이 자주 힘이 빠지고, 운동할 때 쉽게 지치더라.": [
    "미토콘드리아성 뇌근육병증"
  ],
  "밀가루를 먹으면 항상 배가 아프고 피부가 가려워져.": [
    "밀 알레르기"
  ],
  "자주 속이 메고 가슴이 답답한 느낌이 들어서 불편해.": [
    "바렛 식도"
  ],
  "최근에 몸에 이상한 발진이 생기고, 열도 나서 많이 힘들어.": [
    "발진티푸스"
  ],
  "요즘 땀이 너무 많이 나서 불편해. 아무것도 안 했는데도 땀에 흠뻑 젖어.": [
    "발한"
  ],
  "소변 볼 때마다 너무 아파서 고생하고 있어. 가끔은 소변이 잘 안 나오기도 해.": [
    "방광결석"
  ],
  "소변과 변이 섞여 나오는 것 같아. 뭔가 이상해.": [
    "방광소장 누공"
  ],
  "소변 볼 때 피가 섞여 나와서 너무 놀랐어. 병원에 가봐야 할 것 같아.": [
    "방광암"
  ],
  "화장실에 자주 가고, 소변 볼 때 아파서 너무 힘들어.": [
    "방광염"
  ],
  "신장 쪽에서 찌릿한 통증이 느껴지면서 소변이 자주 마려워.": [
    "방광요관 역류"
  ],
  "화장실에 가고 싶은데, 뭔가 잘 안되는 느낌이야.": [
    "방광의 신경근육 기능 장애"
  ],
  "소변이 자꾸 잘못된 데로 나가서 너무 힘들어.": [
    "방광질 누공"
  ],
  "배가 불편하고, 소변이 자주 마려운 것 같아. 뭔가 내려앉는 느낌이 들어.": [
    "방광탈"
  ],
  "방사선 치료 후에 배가 아프고 설사를 자주 해.": [
    "방사선 장염"
  ],
  "배가 부풀어 오르고, 마치 물이 찬 것처럼 느껴져. 가끔 누르면 뭔가 둥둥 떠 있는 느낌이 들어.": [
    "복수"
  ],
  "두 눈으로 보는 게 아니라 마치 두 개의 세계를 보는 느낌이야. 어떤 때는 물체가 겹쳐 보이기도 하고.": [
    "복시"
  ],
  "기침하거나 재채기할 때 갑자기 소변이 새는 것 같아. 이렇게 될 줄은 몰랐어.": [
    "복압성 요실금"
  ],
  "사랑하는 사람을 잃고 나서 마음이 너무 아프고, 그 슬픔이 쉽게 가시지 않아. 매일매일 힘든 것 같아.": [
    "복잡성 애도"
  ],
  "배가 아프고, 뭔가 쥐어짜는 느낌이 들어. 가끔은 뻐근하거나 칼로 베는 것 같은 통증도 있어.": [
    "복통"
  ],
  "어떤 특정한 부위가 아픈데, 그게 점점 퍼지는 것 같아. 만지면 더 아프고, 하루 종일 아프기만 해.": [
    "복합 부위 통증 증후군"
  ],
  "요즘 기분이 별로 안 좋고, 머리도 자주 아픈 것 같아. 의사에게 가니까 혈압이 높다고 하더라고.": [
    "본태성 고혈압"
  ],
  "가족 중에 눈에 문제가 생긴 사람이 많고, 나도 최근에 이상한 점이 보이기 시작했어.": [
    "본히펠린다우 증후군"
  ],
  "피부가 붉어지고 부풀어 오르더니, 만지면 아픈 게 느껴져. 간지럽기도 해.": [
    "봉와직염"
  ],
  "요즘 몸이 좀 이상해. 특히 힘이 빠지고, 계속 피곤해.": [
    "부신백질이영양증"
  ],
  "최근에 허리 쪽이 아프고, 체중이 줄어드는 것 같아.": [
    "부신암"
  ],
  "치아가 뭔가 맞지 않는 것 같아. 씹는 게 불편해.": [
    "부정교합"
  ],
  "심장이 갑자기 두근거리고, 가끔 숨이 차는 느낌이 들어.": [
    "부정맥"
  ],
  "다리가 너무 부풀어서 신발이 안 들어가.": [
    "부종"
  ],
  "요즘 몸이 계속 부풀어 오르는 것 같아.": [
    "부종양 증후군"
  ],
  "손목이 자꾸 아프고, 힘이 빠지는 것 같아.": [
    "부주상골증후군"
  ],
  "혼자 있으면 너무 불안하고, 계속 누군가와 함께하고 싶어.": [
    "분리불안장애"
  ],
  "아기를 낳고 나서 계속 출혈이 멈추질 않아.": [
    "분만 후 출혈"
  ],
  "기분이 오락가락하고, 어떤 날은 좋았다가 또 어떤 날은 우울해져.": [
    "분열정동 장애"
  ],
  "코 모양이 마음에 안 들어서 자꾸 신경이 쓰여.": [
    "불만족스러운 코의 모양"
  ],
  "밤에 잠을 잘 못 자고, 자꾸 깨버려.": [
    "불면증"
  ],
  "요즘 코가 자꾸 막히고 숨쉬기가 힘들어.": [
    "비 변형"
  ],
  "코 안에 뭐가 자꾸 자라나는 느낌이야.": [
    "비강 폴립"
  ],
  "요즘 코가 너무 건조해서 간지럽고 불편해.": [
    "비강건조증"
  ],
  "요즘 코에서 이상한 덩어리가 느껴지는 것 같아.": [
    "비강암"
  ],
  "코를 다쳤더니 아프고 부풀어 올랐어.": [
    "비골 골절"
  ],
  "배가 아프고 소변을 보는데 너무 힘들어.": [
    "비뇨기계 외상"
  ],
  "운동할 때마다 가슴이 너무 답답해.": [
    "비대성 심근병증"
  ],
  "머리카락에 하얀 가루가 자꾸 떨어져서 신경 쓰여.": [
    "비듬"
  ],
  "눈물이 자꾸 고여서 불편해.": [
    "비루관 폐쇄"
  ],
  "피부에 작은 하얀 돌기가 생겼어.": [
    "비립종"
  ],
  "체중이 너무 많이 나가서 힘들어.": [
    "비만"
  ],
  "눈앞에 자꾸 떠다니는 점들이 보여서 불편해.": [
    "비문증"
  ],
  "코 주변이 자꾸 아프고 부풀어 올라.": [
    "비부비동 종양"
  ],
  "바다에서 수영하고 나서 기운이 없고 열이 나.": [
    "비브리오 패혈증"
  ],
  "요즘 자꾸 배가 아프고, 속이 울렁거려. 음식을 먹으면 기분이 별로야.": [
    "빙섭취증"
  ],
  "최근에 무릎이 아프고 부풀어 오르는 것 같아. 걸을 때마다 통증이 느껴져.": [
    "뼈의 신생물"
  ],
  "요즘 자꾸 뼈가 아프고, 불편함이 커져서 걷기 힘들어졌어.": [
    "뼈의 파제트병"
  ],
  "내 턱이 좀 각져서 웃을 때 이상하게 보여. 턱이 뾰족한 느낌이 들어.": [
    "사각턱"
  ],
  "최근에 소변 색깔이 이상해지고, 얼굴이 붓는 것 같아. 피곤해 보이기도 해.": [
    "사구체신염"
  ],
  "소변이 자주 나가고, 배에 덩어리가 느껴지는 것 같아. 왠지 불안해.": [
    "사구체종양"
  ],
  "요즘 자꾸 피곤하고, 소변이 잘 안 나오는 것 같아. 체중이 줄어드는 느낌이야.": [
    "사구체질환"
  ],
  "최근에 열이 나고 몸이 무겁고, 근육이 아픈 것 같아. 식욕도 없고 힘이 없어.": [
    "사람 브루셀라증"
  ],
  "요즘 자꾸 감기에 걸리기 쉬워지고, 몸이 쉽게 피곤해. 이상한 감정이 들어.": [
    "사람면역결핍바이러스"
  ],
  "요즘 이가 아프고 잇몸이 부풀어 오르는 것 같아. 씹는 게 힘들어.": [
    "사랑니"
  ],
  "목이 자꾸 간질거리고, 기침이 나와서 불편해. 음식을 삼킬 때 이상한 느낌이 들어.": [
    "사레"
  ],
  "요즘 사타구니가 가려워서 불편해. 뭔가 피부가 헐고 벗겨지는 느낌이야.": [
    "사타구니 백선"
  ],
  "사람들 많은 곳에 가면 너무 떨리고 불안해서 말도 잘 못 하겠어.": [
    "사회 불안 장애"
  ],
  "최근에 아이를 낳은 후 몸이 좀 이상해. 아랫배가 아프고 냄새 나는 분비물이 있어.": [
    "산욕기 감염"
  ],
  "아기를 낳고 나서 열이 나서 너무 힘들어. 몸이 쑤시고 피곤해.": [
    "산욕열"
  ],
  "아기를 낳고 나서 계속 피곤하고 우울한 기분이 들어. 아무것도 하고 싶지 않아.": [
    "산필리포 증후군"
  ],
  "아기를 낳고 나서 갑자기 체중이 늘고 피로감도 심해졌어. 기분도 우울해지고.": [
    "산후 갑상선염"
  ],
  "아기를 낳고 나서 기분이 너무 우울하고, 자꾸 울고 싶어져.": [
    "산후 우울증"
  ],
  "출산 후 갑자기 손과 발이 부풀고 머리가 아파. 너무 불안해.": [
    "산후 자간전증"
  ],
  "최근에 먹었던 음식 때문에 배 아프고 설사가 너무 심해.": [
    "살모넬라"
  ],
  "팔꿈치가 아프고 팔을 움직일 때마다 뭔가 찌릿찌릿해.": [
    "삼각섬유연골복합체"
  ],
  "피부에 뭔가 이상한 게 생겼는데, 점점 커지는 것 같아.": [
    "상피내 신생물"
  ],
  "여기 아래쪽이 좀 간지럽고 아파서 불편해.": [
    "샅"
  ],
  "여기에 하얀 반점 같은 게 생겼는데, 가려워서 괴로워.": [
    "샅백선"
  ],
  "요즘 숨쉬기가 좀 힘들고, 가슴이 답답한 기분이 들어.": [
    "새가슴"
  ],
  "배에 뭔가 덩어리가 만져지는데, 아프지는 않지만 불편해.": [
    "새열 낭종"
  ],
  "집에 들어가면 재채기가 나고 목이 간지러워.": [
    "새집 증후군"
  ],
  "색깔이 좀 이상하게 보이는 것 같아. 빨간색이 이상해.": [
    "색각 이상"
  ],
  "피부에 점 같은 게 생겼는데, 점점 커지는 것 같아.": [
    "색소 세포성 모반"
  ],
  "피부가 가렵고 발진이 생겼는데, 색깔이 좀 이상해.": [
    "색소성양진"
  ],
  "생리가 자주 안 오거나 너무 불규칙해.": [
    "생리불순"
  ],
  "생리 올 때마다 배가 너무 아파서 힘들어.": [
    "생리통"
  ],
  "\"아이가 귀가 이상하게 생겼어요. 소리도 잘 못 듣는 것 같고, 친구들이 놀리기도 해요.\"": [
    "선천성 외이 기형"
  ],
  "\"아기가 숨을 쉴 때 힘들어하는 것 같아요. 가슴이 이상하게 부풀어 올라요.\"": [
    "선천성 횡격막 탈장"
  ],
  "\"아이가 자주 아프고 회복이 잘 안 돼요. 감기 같은 것도 한 번 걸리면 오래 가요.\"": [
    "선천성면역결핍증후군"
  ],
  "\"우리 아이가 특정 상황에서는 말을 안 해요. 친구들 앞에서는 더 그러는 것 같아요.\"": [
    "선택적함구증"
  ],
  "\"아이가 잘 보이지 않는 것 같아요. 눈앞에서 손을 흔들어도 반응이 없어요.\"": [
    "설맹"
  ],
  "\"요즘 배가 아프다고 자주 화장실을 가요. 변도 너무 묽어요.\"": [
    "설사"
  ],
  "\"아기가 젖을 잘 물지 못해요. 입을 벌리는 게 힘들어 보이네요.\"": [
    "설소대 단축증"
  ],
  "\"입 안에 통증이 계속되고, 이상한 덩어리가 생겼어요. 먹는 것도 힘들어져요.\"": [
    "설암"
  ],
  "\"입 속이 아프고 붉어졌어요. 혀가 부풀어 오르는 것 같아요.\"": [
    "설염"
  ],
  "\"혀가 찌릿찌릿하고 아파요. 씹거나 먹을 때 더 심해져요.\"": [
    "설인신경통"
  ],
  "\"혀에 하얀 막 같은 게 생겼어요. 맛도 잘 안 느껴지는 것 같아요.\"": [
    "설태"
  ],
  "요즘 자꾸 아랫배가 불편하고, 소변 볼 때 따갑고 그런 느낌이 들어서 좀 걱정돼.": [
    "성기 클라미디아 감염증"
  ],
  "요즘 들어서 그쪽에서 뭔가 잘 안 되는 것 같아서 좀 고민이야.": [
    "성기능장애"
  ],
  "요즘 목소리가 이상하게 나고, 말할 때 힘이 많이 들어가.": [
    "성대 마비"
  ],
  "요즘 목소리가 자꾸 갈라지고, 목이 아픈 느낌이 들어.": [
    "성대와 후두 결절"
  ],
  "계속해서 목이 간지럽고, 목소리가 이상하게 들려서 걱정이야.": [
    "성대와 후두 용종"
  ],
  "특정한 상황이나 대상에 대해서만 흥미가 생기는 것 같아.": [
    "성도착증"
  ],
  "요즘 몸에 이상한 증상이 나타나서 좀 불안해.": [
    "성병"
  ],
  "최근에 피로감이 심하고, 기분이 자꾸 무너지는 것 같아.": [
    "성선기능저하증"
  ],
  "예전처럼 그쪽에 대한 관심이나 흥미가 없어졌어.": [
    "성욕장애"
  ],
  "일에 집중이 잘 안 되고, 자꾸 딴 생각이 들어서 힘들어.": [
    "성인 주의력 결핍 과잉행동장애"
  ],
  "요즘 숨 쉬기가 힘들고, 특히 밤에 더 심해.": [
    "성인 호흡곤란 증후군"
  ],
  "몸이 자꾸 아프고 움직이기 힘들어져서 걱정이야.": [
    "성인형 스틸병"
  ],
  "운동하다가 다쳤는데, 다리 쪽이 아파서 제대로 못 움직여.": [
    "성장판 골절"
  ],
  "요즘 기분이 너무 좋다가 갑자기 막 불안하고 초조해지더라구. 그리고 땀이 엄청 나고, 몸이 떨려서 심장이 두근두근 거렸어.": [
    "세로토닌증후군"
  ],
  "내 허벅지에 왜 이렇게 울퉁불퉁한 게 생겼는지 모르겠어. 마치 오렌지 껍질 같아.": [
    "셀룰라이트"
  ],
  "빵이나 파스타 먹으면 배가 부풀어 오르고 소화가 잘 안 되는 것 같아. 항상 배가 아프고 화장실도 자주 가야 해.": [
    "셀리악병"
  ],
  "요즘 목소리가 이상하게 변한 것 같아. 목소리가 쉬고, 가끔은 목이 아프기도 해.": [
    "소건막류"
  ],
  "내 아기가 다른 아기들보다 머리가 작게 태어난 것 같아. 크기가 좀 걱정이 되더라구.": [
    "소두증"
  ],
  "화장실 가고 싶은데 잘 안 나오고, 배가 좀 아파. 뭔가가 막힌 것 같아.": [
    "소변 정체"
  ],
  "요즘 기침이 계속되고, 숨이 차고 가끔은 가슴도 아프고 그래.": [
    "소세포성 폐암"
  ],
  "내 아이가 자꾸 목이 마르고 화장실도 자주 가고 있어. 힘이 없어 보여서 걱정이야.": [
    "소아 1형 당뇨병"
  ],
  "아이가 자주 머리가 아프다고 하고, 가끔은 어지러운 것 같아.": [
    "소아 고혈압"
  ],
  "우리 아이가 요즘 계속 피곤해하고, 쉽게 멍이 들어. 식욕도 없고, 좀 이상해.": [
    "소아 급성 백혈병"
  ],
  "아이가 배가 아프다고 하더니 하루 종일 화장실만 가고 있어. 물도 잘 안 마시고.": [
    "소아 급성 설사"
  ],
  "요즘 자꾸 화장실 가고 싶다고 하더니, 밤에도 자주 깨서 울고 그러더라.": [
    "소아빈뇨"
  ],
  "밥 먹고 나면 배가 자꾸 아프다고 하더니, 속이 더부룩하다고 하더라.": [
    "소아소화불량"
  ],
  "화장실 가는 걸 잘 안 해서, 자주 사고 치는 것 같아.": [
    "소아의 대소변 가리기"
  ],
  "최근에 피부가 가렵고 빨갛게 부풀어올랐다고 하더라.": [
    "소아접촉피부염"
  ],
  "머리에 비듬 같은 게 많이 생기고, 가려워서 자꾸 긁더라.": [
    "소아지루성피부염"
  ],
  "아이가 아랫배가 아프다면서 화장실에 자주 가는 것 같아.": [
    "소아질염"
  ],
  "가끔 심장이 두근거린다고 하더니, 좀 힘들다고 하더라.": [
    "소아청소년 부정맥"
  ],
  "요즘 애가 많이 피곤해 하고, 얼굴이 좀 창백한 것 같아.": [
    "소아청소년 빈혈"
  ],
  "요즘 애가 아무것도 재미없다면서 자꾸 혼자 있고 싶어 하더라.": [
    "소아청소년기 우울증"
  ],
  "애가 가슴이 아프다고 해서 걱정되더라.": [
    "소아청소년기 흉통"
  ],
  "아이가 대변 볼 때 아프다고 하면서 울고 그러더라.": [
    "소아치핵"
  ],
  "배가 자주 아프고, 설사가 계속 나와서 걱정돼.": [
    "소아크론병"
  ],
  "최근에 머리가 너무 아프고, 목도 뻣뻣해진 것 같아. 햇빛이 너무 밝고 소리도 잘 안 들리더라.": [
    "수막염"
  ],
  "요즘 자꾸 머리가 아프고, 가끔씩 구역질이 나. 집중이 잘 안 되고, 이상하게 시야가 흐릿해진 느낌이야.": [
    "수막종"
  ],
  "잠자려고 누우면 너무 불안하고, 자꾸 깜짝깜짝 놀라서 잠이 오질 않아.": [
    "수면 공포증"
  ],
  "자고 일어나면 항상 피곤하고, 자다가 숨이 막힌 것 같아. 누워 있으면 코골이도 심해.": [
    "수면 무호흡증"
  ],
  "요즘 잠이 잘 안 와서 너무 힘들어. 자주 깨고, 다시 잠들기가 너무 어려워.": [
    "수면 장애"
  ],
  "자고 나면 너무 졸리고, 하루 종일 잠이 오는 것 같아. 아무리 자도 피곤해.": [
    "수면과다증"
  ],
  "가끔씩 아무 이유 없이 갑자기 잠이 들어버리곤 해. 한순간에 기절하는 것 같은 느낌이야.": [
    "수면발작"
  ],
  "자다가 걷는 걸 자주 듣는데, 내가 그런 걸 하는지 전혀 모르겠어.": [
    "수면보행증"
  ],
  "자꾸 잠이 안 와서 약을 먹었더니, 이제는 약 없이는 도무지 잠을 잘 수가 없어.": [
    "수면제 중독"
  ],
  "최근에 계속 피로하고, 머리가 아프고, 눈이 자꾸 아파. 뭔가 이상해.": [
    "수모세포종"
  ],
  "손이 자꾸 가렵고, 피부가 건조해지면서 벗겨지는 것 같아. 물에 닿으면 더 심해지는 것 같아.": [
    "수부 습진"
  ],
  "피부에 물집 같은 게 생기고, 뭔가 찌르는 듯한 느낌이 들어요.": [
    "수포성 천포창"
  ],
  "수혈 받고 나서 갑자기 피부가 가려워지고, 발진이 생겼어요.": [
    "수혈 알레르기 반응"
  ],
  "어제 술 많이 마셔서 머리 아프고 속이 울렁거려요.": [
    "숙취"
  ],
  "갑자기 너무 피곤하고, 피부가 창백해졌어요.": [
    "순수적혈구무형성"
  ],
  "상처가 나더니 곧바로 염증이 생기고 냄새가 나요.": [
    "슈도모나스 감염"
  ],
  "태어날 때부터 눈 주변이 이상해 보이고, 성장도 좀 느린 것 같아요.": [
    "스미스-마제니스 증후군"
  ],
  "머리 한쪽에 붉은 반점이 있고, 가끔 발작이 있어요.": [
    "스터지 웨버 증후군"
  ],
  "운동하고 나서 다리가 아프고, 뼈가 찌릿찌릿해요.": [
    "스트레스 골절"
  ],
  "웃거나 기침할 때 갑자기 소변이 나와서 곤란해요.": [
    "스트레스 요실금"
  ],
  "피부에 줄무늬 같은 게 생겼고, 좀 간지러워요.": [
    "스트레치 마크"
  ],
  "피부가 벗겨지고, 입안도 아프고 괴로워요.": [
    "스티븐 존슨 증후군"
  ],
  "눈이 좀 이상하고, 관절도 아픈 것 같아요.": [
    "스티클러 증후군"
  ],
  "아기가 계속해서 울고, 배가 불룩해 보이는 것 같아. 그리고 피부색도 좀 노란 것 같아.": [
    "신생아 답즙정체증"
  ],
  "아기의 얼굴에 작은 뾰루지 같은 게 많이 생겼어. 뭔가 간지럽고 불편해 보이기도 해.": [
    "신생아 여드름"
  ],
  "아기가 갑자기 많이 졸리고, 체온이 이상하게 높거나 낮은 것 같아. 그리고 피부가 좀 창백해 보여.": [
    "신생아 패혈증"
  ],
  "아기가 숨을 쉬는 게 힘들어 보여. 숨소리가 쌕쌕거리고, 가슴이 많이 쏠려 나오는 것 같아.": [
    "신생아 호흡곤란증후군"
  ],
  "아기가 노란색 피부를 가지고 있고, 눈도 노래서 걱정돼.": [
    "신생아 황달"
  ],
  "아기의 배꼽 주위에 작은 덩어리가 생겼어. 붉고 부풀어 오른 것 같아.": [
    "신생아배꼽육아종"
  ],
  "아기 머리카락 사이에 하얀 비듬 같은 게 보여. 좀 가렵고 불편해 보이네.": [
    "신생아비듬"
  ],
  "아기가 머리를 한쪽으로만 돌리고 있는 것 같아. 목이 뻣뻣해 보이기도 해.": [
    "신생아사경"
  ],
  "아기의 입술에 작은 물집 같은 게 생겼어. 아기에게 아픈 것 같아.": [
    "신생아입술물집"
  ],
  "아기가 코가 막힌 것 같아. 숨쉬는 게 힘들어 보이고, 자주 킁킁거려.": [
    "신생아코막힘"
  ],
  "최근에 허리 쪽이 너무 아프고, 소변 볼 때마다 찌릿찌릿한 느낌이 들어.": [
    "신장결석"
  ],
  "요즘에 이유 없이 체중이 줄고, 피곤함이 가시질 않아서 걱정이야.": [
    "신장암"
  ],
  "최근에 왼쪽 허리 쪽이 계속 아프고, 피로감이 심해졌어.": [
    "신장의 신생물"
  ],
  "감기처럼 기침도 나고, 열도 나고, 몸이 너무 힘들어.": [
    "신종 인플루엔자 A(H1N1)"
  ],
  "요즘 들어 숨쉬기가 힘들고, 기침이 계속 나는 것 같아.": [
    "신종 폐질환"
  ],
  "다리가 부풀고, 소변도 잘 안 나오고 있어.": [
    "신증후군"
  ],
  "최근에 열이 나고, 몸이 아프고, 멍이 쉽게 생겨.": [
    "신증후군출혈열"
  ],
  "배에만 살이 많이 찌고, 몸은 얇은데 배만 나와서 고민이야.": [
    "신체 내 지방 불균형"
  ],
  "내 몸을 보고 나면 항상 뚱뚱하다고 생각해, 사실은 아닌데.": [
    "신체 이형 장애"
  ],
  "몸이 아프다고 느끼지만, 의사들은 특별한 원인을 찾지 못해.": [
    "신체 증상 장애"
  ],
  "항상 몸의 어떤 부분이 아프다고 느끼고, 그게 신경 쓰여.": [
    "신체형 장애"
  ],
  "갑자기 머리가 아프고, 어지럽고, 구역질이 나.": [
    "실독증"
  ],
  "요즘 가슴이 답답하고, 자꾸 숨이 차서 힘들어. 운동할 때도 예전처럼 힘이 나질 않아.": [
    "심근염"
  ],
  "요즘 가슴이 너무 조여오는 것 같아. 숨쉬기가 힘들고, 몸이 부풀어 오른 느낌이 들어.": [
    "심낭 압전"
  ],
  "가슴 쪽에서 물이 차는 느낌이 들어서 불편해. 누우면 더 답답해지는 것 같아.": [
    "심낭삼출"
  ],
  "요즘 가슴이 아프고, 기침할 때마다 아픈 게 느껴져. 몸이 찌뿌둥해지는 것 같아.": [
    "심낭염"
  ],
  "최근에 몸이 자꾸 피곤하고, 열이 나는데 원인을 모르겠어. 손가락에 작은 점도 생겼어.": [
    "심내막염"
  ],
  "가슴이 아프고, 특히 심호흡할 때 통증이 심해. 누워있으면 편한 것 같아.": [
    "심막염"
  ],
  "가끔 심장이 너무 빨리 뛰거나, 심장이 멈춘 것 같은 느낌이 들어서 불안해.": [
    "심박기"
  ],
  "심장이 자꾸 두근두근 거리면서 불규칙하게 뛰는 것 같아. 가끔 숨이 차기도 해.": [
    "심방 세동 및 심방 조동"
  ],
  "어릴 때부터 숨쉬기가 힘들고, 운동할 때 쉽게 지치는 편이야.": [
    "심방중격결손"
  ],
  "요즘 기운이 없고, 가벼운 운동도 힘들어. 발이 붓고 숨이 차서 걷기가 어려워.": [
    "심부전"
  ],
  "다리가 아프고 붓는 것 같아. 특히 오래 앉아 있으면 더 심해져.": [
    "심부정맥 색전증"
  ],
  "눈꺼풀이 안쪽으로 말려 들어가서 눈이 시리거나 아파.": [
    "안검내반"
  ],
  "눈꺼풀에 붉은 게 생기고 가려워서 불편해.": [
    "안검염"
  ],
  "눈꺼풀이 자꾸 처져서 잘 안 보여.": [
    "안검하수"
  ],
  "눈꺼풀에 노란색 덩어리가 생겼어.": [
    "안검황색종"
  ],
  "눈이 자주 뻑뻑하고 건조해.": [
    "안구 건조증"
  ],
  "눈이 갑자기 붉어지고 아파서 걱정돼.": [
    "안구 주사"
  ],
  "눈이 튀어나온 것 같아.": [
    "안구돌출"
  ],
  "눈이 자꾸 떨리고 있어.": [
    "안구진탕"
  ],
  "남자 같은데 여자처럼 보이는 거 같아.": [
    "안드로겐 불감성 증후군"
  ],
  "얼굴을 다쳐서 아프고 부풀어 올랐어.": [
    "안면 골절"
  ],
  "얼굴의 한쪽이 움직이지 않아.": [
    "안면 마비"
  ],
  "얼굴이 한쪽으로 기울어져 보여.": [
    "안면 비대칭"
  ],
  "얼굴이 자꾸 붉어져서 민망해.": [
    "안면 홍조증"
  ],
  "사람 얼굴을 잘 못 알아봐.": [
    "안면인식장애"
  ],
  "눈 주위에 물집이 생겼어.": [
    "안부 대상포진"
  ],
  "최근에 약을 바꿨는데, 피부에 뭔가 이상한 게 나더라고.": [
    "약물 반응"
  ],
  "약을 먹고 나서 피부가 이렇게 간지럽고 붉어졌어.": [
    "약물 발진"
  ],
  "그 약 먹고 나서 얼굴이 부풀고 숨이 좀 막히더라.": [
    "약물 알레르기"
  ],
  "그 약 너무 많이 먹어서 몸이 계속 아프고 힘들어.": [
    "약물 중독"
  ],
  "요즘 약을 자주 먹는데 머리가 너무 아파서 도저히 안 되겠어.": [
    "약물과용 두통"
  ],
  "요즘에 글씨가 너무 작게 보여서 잘 안 읽히더라고.": [
    "약시"
  ],
  "기분이 갑자기 하늘을 나는 것 같다가도, 금방 우울해져.": [
    "양극성 장애"
  ],
  "아기가 태어났는데, 심장이 좀 이상하대.": [
    "양대혈관 우심실 기시증"
  ],
  "분만 전에 물이 터졌다는 얘기를 듣고 깜짝 놀랐어.": [
    "양막 파수"
  ],
  "아기가 태어나서 심장이 두 개가 얽혀 있대.": [
    "양방단실유입증"
  ],
  "화장실을 자주 가게 되면서 좀 불편해졌어.": [
    "양성 전립선 비대증"
  ],
  "가슴 쪽에 뭔가 덩어리가 만져져서 걱정돼.": [
    "양성 종격동 종양"
  ],
  "갑자기 어지럽고 세상이 빙빙 돌아가는 기분이 들어.": [
    "양성자세현훈"
  ],
  "의사 선생님이 아기가 있는 주머니 안에 물이 너무 많대.": [
    "양수과다증"
  ],
  "요즘 어깨가 아프고, 팔을 올릴 때마다 욱신거려서 불편해.": [
    "어깨염증"
  ],
  "팔을 위로 올리면 어깨에서 찌릿한 느낌이 들어서 계속 불편해.": [
    "어깨충돌증후군"
  ],
  "피부에 갈색 반점이 생기고, 가끔 가려워서 신경이 쓰여.": [
    "어루러기"
  ],
  "피부에 물집이 생기고, 가려운 부분이 있어서 정말 불편해.": [
    "어린선"
  ],
  "갑자기 눈앞이 핑 도는 것 같고, 균형을 잡기 힘들어.": [
    "어지럼증"
  ],
  "가끔 얼굴이 저절로 떨리거나 경련이 일어나는 것 같아.": [
    "얼굴떨림"
  ],
  "손발이 너무 시리거나 저리면서 불편한 기분이 들어.": [
    "얼렌 증후군"
  ],
  "엄지손가락이 아프고, 물건을 잡기가 힘들어.": [
    "엄지 관절염"
  ],
  "아기가 태어날 때 여러 가지 문제가 있다고 들었어.": [
    "에드워드 증후군"
  ],
  "피부가 너무 늘어지고, 상처가 잘 아물지 않는 것 같아.": [
    "에를리히증"
  ],
  "열이 나고, 몸에 멍이 생기는 게 정말 위험하대.": [
    "에볼라 출혈열"
  ],
  "아기가 엉덩이가 빨갛고 헐어 있더라고. 기저귀를 갈아줄 때마다 아기가 울어서 걱정이야.": [
    "영유아기저귀발진"
  ],
  "아기가 자꾸 기침을 하면서 목이 간지러운 것 같아. 밤에 자는데도 기침 때문에 깨고 힘들어해.": [
    "영유아기침"
  ],
  "아기의 변이 이상하게 초록색이야. 평소랑 다르게 냄새도 좀 이상해.": [
    "영유아녹변"
  ],
  "아기 피부에 붉은 발진이 생기고 가려워하는 것 같아. 만지면 더 아파하는 것 같아.": [
    "영유아두드러기"
  ],
  "아기가 며칠째 변을 못 보고 힘들어하는 것 같아. 배도 아픈지 자꾸 울고 말이야.": [
    "영유아변비"
  ],
  "아기가 자주 변을 보는데, 그게 물처럼 묽어. 그래서 아기가 좀 힘들어하는 것 같아.": [
    "영유아설사"
  ],
  "아기 몸에 작은 물집이 생기고 가려워하는 것 같아. 열도 나는 것 같아.": [
    "영유아수두"
  ],
  "아기 손바닥과 발바닥에 작은 점들이 생기고, 입안에도 뭔가 나 있는 것 같아.": [
    "영유아수족구병"
  ],
  "아기가 갑자기 호흡을 잘 못하고 얼굴이 파래졌어. 너무 놀라서 어쩔 줄 모르겠어.": [
    "영유아응급상황"
  ],
  "아기가 배가 아프다고 하면서 자주 변 보고, 변이 묽고 냄새도 심해.": [
    "영유아장염"
  ],
  "최근에 외음부에 뭔가 이상한 덩어리가 만져져서 걱정돼. 가끔 가려운 것도 느껴지고, 통증도 조금 있어.": [
    "외음부암"
  ],
  "외음부에 상처가 나서 계속 아프고, 붉어지면서 부풀어 오른 것 같아. 그리고 뭔가 고름 같은 게 나와.": [
    "외음육아종성열상"
  ],
  "외음부 쪽에 뭔가 들어간 것 같은 느낌이 들어서 불편해. 가끔 아프기도 하고, 뭔가 걸리는 것 같아.": [
    "외음질의 이물"
  ],
  "귀에 물이 들어간 것 같은 느낌이 들어서 가렵고 아파. 소리가 잘 안 들리는 것 같기도 해.": [
    "외이도염"
  ],
  "귀가 계속 아프고, 고름이 나오는 것 같아. 더 심해지면 의사에게 가봐야 할 것 같아.": [
    "외이도염(악성 외이도염)"
  ],
  "허리 쪽이 너무 아프고, 소변 볼 때마다 찌릿찌릿한 느낌이 들어.": [
    "요관 결석"
  ],
  "소변이 잘 나오지 않는 것 같고, 배가 자주 아파. 뭔가 막힌 느낌이 들어.": [
    "요관 협착"
  ],
  "소변에 피가 섞여 나오는 것 같아서 많이 걱정이 돼. 허리도 아프고, 뭔가 이상해.": [
    "요관암"
  ],
  "허리 쪽이 아프고, 만져보니 부풀어 오른 것 같아. 열도 나는 것 같고, 계속 아파.": [
    "요근 농양"
  ],
  "소변을 볼 때마다 너무 아프고, 불편한 느낌이 계속 들어.": [
    "요도 하열"
  ],
  "요즘 계속 피곤하고, 체중이 줄어드는 느낌이야. 특히 밤에 땀도 많이 나고, 식욕도 별로 없어.": [
    "원발부위 불명암"
  ],
  "피부가 자꾸 가렵고, 눈이 노랗게 변하는 것 같아. 요즘 피곤하고 힘이 없어.": [
    "원발성 담즙성 경화증"
  ],
  "감기에 자주 걸리고, 회복이 잘 안 돼. 작은 상처도 잘 아물지 않는 것 같아.": [
    "원발성 면역결핍증"
  ],
  "생리할 때마다 배가 너무 아프고, 일상생활하기 힘들어.": [
    "원발성 월경곤란"
  ],
  "최근에 머리가 자주 아프고, 시력도 조금 흐릿해진 것 같아.": [
    "원발성 중추신경계 림프종"
  ],
  "손목을 다쳤는데, 아무것도 못 들어올리겠어. 정말 아프고 부풀어 오른 것 같아.": [
    "원위 요골과 척골 골절"
  ],
  "계속 열이 나는데, 의사도 이유를 모르겠대. 나 정말 힘들어.": [
    "원인을 알 수 없는 열"
  ],
  "요즘 눈이 자꾸 흐릿해지고, 빛이 너무 밝게 느껴져.": [
    "원추각막"
  ],
  "갑자기 피곤해지고, 배가 아프고 설사가 나. 뭔가 이상해.": [
    "원충성 질환"
  ],
  "무릎이 자꾸 아프고, 움직일 때마다 뚝뚝 소리가 나.": [
    "원판형 반월상연골"
  ],
  "머리카락이 둥글게 빠지는 게 신경 쓰여. 친구들도 이상하다고 하더라구.": [
    "원형 탈모증"
  ],
  "생리 전에 기분이 너무 우울해지고, 배도 아프고, 짜증도 많이 나.": [
    "월경전 증후군"
  ],
  "요즘 속이 자주 더부룩하고, 식사 후에 가슴이 화끈거려.": [
    "위산과다"
  ],
  "요즘 음식이 잘 소화가 안 되는 것 같고, 속이 좀 허한 느낌이 들어.": [
    "위산부족"
  ],
  "요즘 계속 배가 아프고, 체중도 줄어드는 것 같아 걱정돼.": [
    "위선암"
  ],
  "검사에서 뭔가 이상이 있다고 했는데, 별로 증상은 없는 것 같아.": [
    "위선종"
  ],
  "밤에 자려고 누우면 가슴이 답답하고, 신맛이 올라오는 것 같아.": [
    "위식도 역류성 질환"
  ],
  "요즘 배가 정말 아프고, 특히 식사 후에 더 심해지는 것 같아.": [
    "위십이지장 궤양"
  ],
  "요즘 계속 피곤하고, 체중이 빠지는데 아무 이유도 모르겠어.": [
    "위암"
  ],
  "요즘 속이 자주 메스껍고, 가끔 구역질도 나.": [
    "위염"
  ],
  "검사에서 용종이 있다고 했는데, 별로 아픈 건 없고 좀 걱정돼.": [
    "위용종"
  ],
  "가끔 배가 아프고, 열도 나고 기운이 없어서 걱정이야.": [
    "위장관 결핵"
  ],
  "의사한테서 종양이 있다고 들었는데, 아직 별다른 증상은 없는 것 같아.": [
    "위장관 기질 종양"
  ],
  "최근에 배에서 뭔가 이상한 느낌이 드는 것 같은데, 혈변도 나왔어.": [
    "위장관 출혈"
  ],
  "아기가 자꾸 소리를 지르거나 울어도 반응을 잘 안 해요. 주변에서 큰 소리 내도 전혀 신경 쓰지 않는 것 같아요.": [
    "유소아 난청"
  ],
  "아이가 잠을 자다가도 쉽게 깨고, 낮에도 너무 졸리거나 잠이 안 오고 그래요. 기분이 자주 변하는 것 같아요.": [
    "유아각성조절장애"
  ],
  "아기가 기침을 자주 하고, 숨 쉬는 게 힘들어 보이네요. 가끔 쌕쌕거리는 소리도 나요.": [
    "유아기관지염"
  ],
  "요즘 몸이 자꾸 아프고, 원인 모를 덩어리가 생긴 것 같아요. 뭔가 이상한 느낌이에요.": [
    "유암종"
  ],
  "아기가 자꾸 기운이 없어 보이고, 평소와 다르게 움직이지 않으려 해요. 뭔가 힘든 것 같아요.": [
    "유약 X 증후군"
  ],
  "아이가 다리나 팔이 아프다고 자주 이야기해요. 뼈가 아픈 것 같다고 하네요.": [
    "유잉육종"
  ],
  "아기가 자주 피곤해하고, 피부가 노란색으로 변하는 것 같아요. 잘 안 먹으려 해요.": [
    "유전구형적혈구증"
  ],
  "아이가 손이나 발이 저리다고 자주 말해요. 가끔은 발이 잘 안 움직이는 것 같아요.": [
    "유전성 말초신경병증"
  ],
  "아기가 걸을 때 자꾸 비틀거리고, 손짓이 어색해 보이네요. 뭔가 조정이 잘 안 되는 것 같아요.": [
    "유전성 실조증"
  ],
  "아기가 갑자기 젖을 많이 먹으려고 해요. 혹시 뭔가 문제가 있는 걸까요?": [
    "유즙 분비증"
  ],
  "요즘 기름진 음식만 먹다 보니, 가끔 가슴이 답답하고 숨이 차는 느낌이 들어.": [
    "이상지질혈증"
  ],
  "갑자기 일어날 때 어지럽고, 세상이 빙글빙글 도는 것 같아.": [
    "이석증"
  ],
  "몸의 관절 근처에 뭔가 딱딱한 게 느껴지고, 움직일 때마다 아프더라고.": [
    "이소성 골화증"
  ],
  "식사 후에 배가 너무 아프고, 소화가 잘 안 되는 느낌이 들어.": [
    "이소성 췌장"
  ],
  "이식 수술 후 피부가 간지럽고, 발진 같은 게 생겼어.": [
    "이식편대숙주병"
  ],
  "요즘 자꾸 기억이 가물가물하고, 말하는 게 힘들어.": [
    "이염성 백질이영양증"
  ],
  "가끔 내 모습이 이상하게 느껴지고, 내가 나인지 헷갈려.": [
    "이인증"
  ],
  "별로 스트레스를 받지 않았는데, 요즘 혈압이 자꾸 높아져서 걱정이야.": [
    "이차성 고혈압"
  ],
  "손이 자꾸 떨리고, 몸이 굳어버리는 것 같아.": [
    "이차성 파킨슨증"
  ],
  "귀가 아프고, 소리가 잘 안 들리는 것 같아.": [
    "이통"
  ],
  "아랫턱이 부풀어 오르고, 씹을 때 아파서 힘들어.": [
    "이하선염"
  ],
  "변을 볼 때마다 너무 아프고, 피가 나와서 너무 힘들어.": [
    "이형 치질"
  ],
  "요즘 기분이 좀 이상해. 자꾸 자신이 아닌 것 같은 느낌이 들어.": [
    "인위성 장애"
  ],
  "최근에 피부에 이상한 게 생겼어. 뭔가 튀어나온 것 같아.": [
    "인유두종 바이러스 감염증"
  ],
  "요즘 계속 온라인에만 붙어 있어. 다른 건 신경도 안 쓰고.": [
    "인터넷 중독"
  ],
  "요즘 몸이 너무 아프고, 열이 나서 하루 종일 누워있어.": [
    "인플루엔자"
  ],
  "요즘 자고 일어나면 목이 항상 아파. 뭔가 넘치는 느낌이야.": [
    "인후두 역류 질환"
  ],
  "목이 너무 아프고 삼킬 때마다 괴로워.": [
    "인후두염"
  ],
  "목에 뭔가 이상한 덩어리가 느껴져. 계속 아프고 목소리도 이상해.": [
    "인후암"
  ],
  "다리가 자꾸 아프고 움직이기가 힘들어.": [
    "일과성 고관절 활액막염"
  ],
  "갑자기 머리가 멍해지고 말이 잘 안 나와.": [
    "일과성 뇌허혈증"
  ],
  "햇볕에 좀 오래 있었더니 피부가 따가워.": [
    "일광화상"
  ],
  "감기에 자주 걸리고, 회복하는 데 시간이 너무 걸려.": [
    "일반변형면역결핍증"
  ],
  "갑자기 열이 나고 머리가 아프고 피곤해.": [
    "일본 뇌염"
  ],
  "더운 날씨에 밖에 나가서 갑자기 힘이 빠져버렸어.": [
    "일사병"
  ],
  "갑자기 머리가 아프고 혼미해지는 것 같아.": [
    "일산화탄소 중독"
  ],
  "요즘 몸이 좀 이상해, 배도 점점 불러오고, 피곤하기만 해.": [
    "임신"
  ],
  "갑자기 배에 통증이 느껴지고 피가 나와서 너무 걱정이야.": [
    "임신 손실 유산"
  ],
  "누워있다가 일어설 때마다 어지럽고 머리가 띵해.": [
    "임신 중 누운 자세 저혈압"
  ],
  "최근에 갑자기 피가 좀 나왔는데, 괜찮을까?": [
    "임신 초기 출혈"
  ],
  "요즘에 얼굴이 붓고, 머리가 아프고 그런 게 자주 있어.": [
    "임신성 고혈압"
  ],
  "피부가 노래지고 가려운 것 같아, 속이 불편해.": [
    "임신성 담즙 정체증"
  ],
  "요즘에 너무 목이 마르고 자주 화장실 가는 것 같아.": [
    "임신성 당뇨병"
  ],
  "요즘 코가 항상 막히고 재채기가 자주 나.": [
    "임신성 비염"
  ],
  "갑자기 손과 발이 부풀고, 두통이 심해져서 걱정돼.": [
    "임신중독증(임신성고혈압)"
  ],
  "최근에 배뇨할 때 자꾸 아프고 분비물이 이상해.": [
    "임질"
  ],
  "기침이 계속 나고 숨쉬기가 힘든 것 같아.": [
    "임파구성 간질성 폐렴"
  ],
  "목에 혹 같은 게 생기고 아픈데, 뭔가 문제 있는 거 같아.": [
    "임파선염"
  ],
  "아침에 일어나면 속이 너무 메스껍고 구역질이 나.": [
    "입덧"
  ],
  "입꼬리가 자꾸 갈라지고 아파서 말하기 힘들어.": [
    "입스"
  ],
  "가끔 내 손이나 발이 내가 느끼는 게 아닌 것 같아.": [
    "자가국소 실인증"
  ],
  "나 요즘 친구들이랑 나가면 항상 키가 작아서 좀 놀림 받아.": [
    "저신장"
  ],
  "어제 차가운 물에 손이 너무 오랫동안 닿아서 손가락이 좀 아파.": [
    "저온화상"
  ],
  "요즘에 자꾸 피곤하고, 힘이 없어.": [
    "저인산증"
  ],
  "가끔씩 물건을 어디에 뒀는지 잊어버려서 당황할 때가 많아.": [
    "저장 장애"
  ],
  "밖에 나갔는데 너무 춥고, 몸이 떨려서 힘들었어.": [
    "저체온증"
  ],
  "다리가 자주 저리고, 힘이 빠지는 것 같아.": [
    "저칼륨혈증"
  ],
  "손가락이 자꾸 저리고, 기분이 이상해.": [
    "저칼슘혈증"
  ],
  "갑자기 어지럽고, 땀이 나면서 기운이 빠졌어.": [
    "저혈당증"
  ],
  "일어날 때마다 어지럽고, 힘이 없어서 자주 쉬어야 해.": [
    "저혈압"
  ],
  "화장실을 자주 가고 싶은데, 가면 잘 안 나오고 답답해.": [
    "저활동성 방광"
  ],
  "새로운 환경에 적응하기가 너무 힘들고, 불안해.": [
    "적응 장애"
  ],
  "요즘 얼굴이 좀 붉고, 심장이 두근거리는 것 같아.": [
    "적혈구 과다증"
  ],
  "어제 전갈에 쏘였는데, 손이 뻐근하고 아파.": [
    "전갈 쏘임"
  ],
  "요즘 피부가 너무 뻣뻣하고 건조해져서 움직이기도 힘들어. 그리고 손가락 끝이 아프고 이상하게 느껴져.": [
    "전신 경화증"
  ],
  "요즘 몸이 너무 부풀어 오르고, 특히 발목이 많이 붓는 것 같아. 신발을 신는 것도 힘들어!": [
    "전신 부종"
  ],
  "얼굴에 붉은 반점이 생기고, 햇볕에 나가면 더 심해지는 것 같아.": [
    "전신 홍반성 낭창"
  ],
  "몸에 가려운 발진이 생기고, 때때로 얼굴이 붓는 것 같아.": [
    "전신성 비만세포증"
  ],
  "요즘 주위에 아픈 사람들이 많아졌어. 나도 열이 나고 기침이 심해.": [
    "전염병"
  ],
  "손에 작은 물집이 생기고, 자꾸 긁다 보니 더 퍼지는 것 같아.": [
    "전염성 연속종"
  ],
  "요즘 소리가 잘 안 들리고, 특히 높은 소리가 더 안 들려.": [
    "전음성 및 감각신경성 난청"
  ],
  "원래 있던 곳에서 암이 다른 장기로 퍼졌다고 들었어.": [
    "전이"
  ],
  "암이 다른 곳으로 옮겨간 거라서 치료하기 힘들다는 얘기를 들었어.": [
    "전이 암"
  ],
  "신장 쪽에 암이 퍼진다고 하니 참 무섭네.": [
    "전이성 신장암"
  ],
  "최근에 무릎이 부풀고 아파서 걷기 힘들어. 특히 무릎을 구부릴 때 더 아픈 것 같아.": [
    "점액낭염"
  ],
  "손목에 작은 덩어리가 생겼는데, 만지면 부드럽고 아프진 않아. 그냥 신경 쓰여.": [
    "점액낭종"
  ],
  "다리가 부풀어 오르고, 특히 발목 부분이 많이 부풀어 있어. 뚱뚱해 보이기도 해.": [
    "점액수종"
  ],
  "최근에 어떤 화장품을 썼더니 피부가 가렵고 발진이 생겼어. 너무 따갑고 불편해.": [
    "접촉성 피부염"
  ],
  "운동하고 나면 정강이가 아프고 뻐근해져서 걷기 힘들어. 특히 계단 오를 때 더 그래.": [
    "정강이 통증"
  ],
  "아래 쪽에 있는 혈관이 부풀어 오르고 불편해. 종종 심한 통증이 느껴지기도 해.": [
    "정계정맥류"
  ],
  "다리에 푸른색 혈관이 보이고, 자주 부풀어 오르면서 아프기도 해. 서 있을 때 더 심해.": [
    "정맥류"
  ],
  "시야가 점점 흐려지고, 주변이 잘 보이지 않아. 눈 압력은 괜찮다고 하더라.": [
    "정상안압 녹내장"
  ],
  "기분이 자주 변하고, 아무 이유 없이 우울해지거나 불안해져. 뭔가 잘 안 되는 기분이 들어.": [
    "정신 질환"
  ],
  "성관계 후에 어떤 물질이 계속 나오는 것 같아. 뭔가 이상한 기분이 드는 건 사실이야.": [
    "정액류"
  ],
  "요즘 애들이 다들 너무 빨리 자라는 것 같아. 친구의 아이도 이제 겨우 초등학생인데 벌써 성호르몬이 반응하기 시작했다고 하더라.": [
    "조기 사춘기"
  ],
  "요즘 가끔 심장이 쿵쿵 뛰는 것 같고, 갑자기 숨이 차는 느낌이 드는 날이 많아.": [
    "조기 심실 수축"
  ],
  "아는 사람 중에 아이를 임신 중인데, 갑자기 물이 터져서 응급실로 갔대. 너무 놀랐다고 하더라.": [
    "조기 양막 파열"
  ],
  "요즘 소화가 잘 안 되고, 속이 자꾸 더부룩하더니 갑자기 체중이 줄어들어서 걱정이야.": [
    "조기 위암"
  ],
  "친구가 임신 중인데, 갑자기 배가 아프고 자주 수축이 온다고 해서 좀 걱정돼.": [
    "조기 진통"
  ],
  "요즘 친구들이 생리 불순이 심해지고, 갱년기 증상 같은 걸 겪는다고 하더라.": [
    "조기 폐경"
  ],
  "최근에 할아버지가 너무 쉽게 피곤해하시고, 기억력도 자꾸 떨어진다고 하더라.": [
    "조로증"
  ],
  "친구가 성관계 중에 너무 빨리 끝나버려서 고민이라고 하더라.": [
    "조루증"
  ],
  "뉴스에서 새들이 아프다더니, 사람들이도 비슷한 증상으로 고생하고 있다더라.": [
    "조류 인플루엔자"
  ],
  "요즘 기침이랑 열이 나서 몸이 너무 힘들어. 숨쉬기도 좀 어려운 것 같아.": [
    "중동 호흡기 증후군"
  ],
  "요즘 갑자기 피로가 너무 심해지고, 몸이 자꾸 무거운 느낌이 들어.": [
    "중쇄 아실코에이 탈수소효소 결핍증"
  ],
  "최근에 시야가 흐릿해지고, 물체가 왜곡돼 보이는 것 같아.": [
    "중심장액성 맥락망막병증"
  ],
  "귀가 아프고, 소리가 잘 안 들리는 것 같아. 간혹 귀에서 물이 나는 느낌이 들어.": [
    "중이염"
  ],
  "발바닥이 아프고 걸을 때마다 통증이 느껴져.": [
    "중족골통"
  ],
  "팔이랑 다리가 자꾸 힘이 빠지고, 쉽게 피곤해지는 것 같아.": [
    "중증 근무력증"
  ],
  "갑자기 기침이 심해지고, 숨쉬기가 너무 힘들어. 열도 나고 몸이 욱신거려.": [
    "중증 급성 호흡기 증후군"
  ],
  "요즘 숨이 차고, 다리가 자꾸 붓는 것 같아. 뛸 수도 없고, 쉽게 피곤해져.": [
    "중증 심부전"
  ],
  "요즘 열이 나고, 몸이 너무 피곤해. 피부에 멍이 생기기도 하고.": [
    "중증 열성 혈소판 감소 증후군"
  ],
  "자는 동안 숨이 자꾸 끊기는 것 같고, 아침에 일어나면 항상 피곤해.": [
    "중추 수면 무호흡증"
  ],
  "갑자기 머리가 빙빙 도는 것 같고, 균형을 잡기 힘들어.": [
    "중추성 현훈"
  ],
  "허리 쪽에 기분 나쁜 덩어리가 느껴지고, 가끔 다리가 저리기도 해.": [
    "지방 척수 수막류"
  ],
  "요즘 배가 좀 불편하고, 피로감이 많이 들어. 특히 기름진 음식을 먹으면 더 힘들어지는 것 같아.": [
    "지방간"
  ],
  "피부에 이상한 반점들이 생겼는데, 햇빛에 나가면 더 심해지는 느낌이야.": [
    "지방색소증"
  ],
  "최근에 무릎 주변에 뭔가 이상한 덩어리가 생겼고, 가끔 아프기도 해.": [
    "지방육종"
  ],
  "몸에 작은 혹 같은 게 생겼는데, 만지면 아프지 않고 그냥 뭉툭한 느낌이야.": [
    "지방종"
  ],
  "요즘 기분이 계속 우울하고, 아무것도 하고 싶지 않아. 일상생활이 너무 힘들어.": [
    "지속성 우울 장애"
  ],
  "요즘 기침이 심하고 가슴이 아파서 숨쉬기가 힘들어. 열도 나고 몸이 안 좋아.": [
    "지역사회성 폐렴"
  ],
  "성관계를 할 때 사정이 잘 안 돼서 좀 불안해. 너무 오래 걸리는 것 같아.": [
    "지연 사정"
  ],
  "친구가 이해력이 좀 느리고, 새로운 걸 배우는 데 시간이 많이 걸려.": [
    "지적 장애"
  ],
  "머리에 갑자기 두통이 심해지고, 가끔 시야가 흐릿하게 보이기도 해.": [
    "지주막낭종"
  ],
  "엉덩이 쪽에서 뭔가 이상한 게 나와서 불편한 느낌이 들어.": [
    "직장질루"
  ],
  "피부에 간지럽고 발진이 생겼는데, 특히 주름진 곳이 더 심해.": [
    "진균 감염"
  ],
  "눈이 매우 아프고, 뭔가 이물질이 들어간 것 같은 느낌이 들어.": [
    "진균성 각막 궤양"
  ],
  "요즘 얼굴이 붉고 뭔가 화끈거리는 느낌이 들어.": [
    "진성 적혈구 증가증"
  ],
  "손이 조금 떨리고, 가만히 있을 때도 불안한 느낌이 들어.": [
    "진전"
  ],
  "귀에서 이상한 덩어리가 느껴지고, 소리가 잘 안 들리는 것 같아.": [
    "진주종"
  ],
  "귀가 자주 아프고, 가끔 고름이 나와.": [
    "진주종성 만성 중이염"
  ],
  "몸이 아프고, 뭔가 아픈 곳이 계속 찌릿찌릿해.": [
    "진통"
  ],
  "소화가 잘 안 되고, 배가 자주 아파.": [
    "진행성 위암"
  ],
  "몸이 점점 굳어가는 것 같고, 움직이기 힘들어.": [
    "진행성 핵상 마비"
  ],
  "아랫부분이 불편하고, 뭔가 이상한 게 느껴져.": [
    "질 무형성증"
  ],
  "최근에 차 사고가 있었는데, 목이 너무 아프고 움직이기가 힘들어.": [
    "채찍질 손상"
  ],
  "요즘 계속해서 기침이 나고, 피부에 이상한 발진도 생겼어.": [
    "처그 스트라우스 증후군"
  ],
  "생리 주기가 이상해서 병원에 갔더니 의사가 뭔가 막혀 있다고 하더라고.": [
    "처녀막 폐쇄증"
  ],
  "요즘 스트레스를 많이 받아서 약을 자꾸 더 많이 먹게 돼.": [
    "처방약 남용"
  ],
  "가끔 다리가 저리고, 힘이 빠지는 느낌이 들어서 걱정이야.": [
    "척수 공동증"
  ],
  "허리가 계속 아프고, 다리도 저리는 것 같아.": [
    "척수 동정맥 기형"
  ],
  "요즘 계속 허리 통증이 심하고, 다리 힘이 빠지는 것 같아.": [
    "척수 종양"
  ],
  "목이나 허리가 아프고, 다리도 가끔 저려.": [
    "척수공동증"
  ],
  "팔과 다리가 힘이 많이 빠지면서 약해지는 것 같아.": [
    "척수구근 근위축증"
  ],
  "계속 힘이 빠지고, 근육이 자꾸 약해지는 것 같아.": [
    "척수근육위축"
  ],
  "허리가 아프고, 자꾸 다리가 저려서 불편해.": [
    "척수병증"
  ],
  "요즘 허리가 너무 아프고, 가끔씩 열도 나는 것 같아.": [
    "척추결핵"
  ],
  "걷다 보면 허리가 너무 아파서 자꾸 쉬어야 해.": [
    "척추관 협착증"
  ],
  "허리가 자주 뻐근하고, 자세를 오래 유지하기 힘들어.": [
    "척추병증"
  ],
  "허리가 너무 앞으로 쏠려서 불편해.": [
    "척추전만증"
  ],
  "내 허리가 이상하게 휘어져 있는 것 같아.": [
    "척추측만증"
  ],
  "등을 펴려고 해도 자꾸 굽어져서 힘들어.": [
    "척추후만증"
  ],
  "허리 아래쪽이 자꾸 아프고, 뻐근한 느낌이 들어.": [
    "천골 함몰"
  ],
  "배 속에 뭔가 덩어리가 있는 것 같아, 불편해.": [
    "천공성 낭종"
  ],
  "숨 쉴 때마다 쌕쌕거리는 소리가 나고 힘들어.": [
    "천명"
  ],
  "갑자기 숨이 차고 기침이 나서 힘들어.": [
    "천식"
  ],
  "엉덩이와 허리 부분이 너무 아파서 앉아 있는 게 힘들어.": [
    "천장관절염"
  ],
  "허리 아래쪽이 너무 아프고, 움직이기 힘들어.": [
    "천추골 골절"
  ],
  "요즘 체중이 줄어서 옷이 헐렁해졌어. 식욕도 별로 없고, 자꾸 피곤한 것 같아.": [
    "체중 감소"
  ],
  "요즘 들어서 살이 많이 찐 것 같아. 운동도 안 하고, 계속 간식만 찾게 돼.": [
    "체중 증가"
  ],
  "드디어 내 친구들처럼 나도 생리를 시작했어. 처음에는 좀 당황했지만 이제는 익숙해졌어.": [
    "초경"
  ],
  "요즘 자꾸 이상한 출혈이 있어서 걱정이야. 생리랑은 다른 것 같은데...": [
    "초자체 출혈"
  ],
  "요즘 배가 자꾸 아프고, 변이 이상해졌어. 혹시 뭐 잘못된 건 아닐까?": [
    "촌충증"
  ],
  "최근에 검사를 받았는데, 담낭에 뭔가 생겼다고 하더라고. 이게 괜찮은 건지 모르겠어.": [
    "총담관 낭"
  ],
  "식사 후에 자주 배가 아프고 소화도 잘 안 되는 것 같아. 담석이라고 하더라고.": [
    "총담관 담석"
  ],
  "혈압이 자꾸 올라가고, 가슴이 답답한 느낌이 들어. 병원에서 뭔가 문제가 있다고 하더라고.": [
    "총동맥간증"
  ],
  "허리가 아프고 다리까지 저려서 힘들어. 너무 오래 앉아 있으면 더 심해지는 것 같아.": [
    "추간판 탈출증"
  ],
  "날씨가 조금만 추워도 손발이 얼음처럼 차가워져서 힘들어.": [
    "추위민감증"
  ],
  "봄이 오니까 자꾸 졸리고 피곤해. 아무것도 하기 싫어지는 느낌이야.": [
    "춘곤증"
  ],
  "요즘 소화가 잘 안 되고, 뱃속이 묵직한 느낌이 들어. 식사할 때마다 불편해.": [
    "췌장암"
  ],
  "갑자기 배가 너무 아파서 움직일 수도 없었어. 특히 먹고 나면 더 심해져.": [
    "췌장염"
  ],
  "요즘 기분이 좀 이상해. 가끔씩 술 마신 것처럼 머리가 어지럽고, 발음도 잘 안 돼.": [
    "취한증"
  ],
  "요즘 머리 옆쪽이 아프고, 때때로 눈 주변도 아려. 피곤해 보인다고 하더라.": [
    "측두동맥염"
  ],
  "가끔씩 갑자기 머리가 멍해지고, 주변이 흐릿하게 느껴져. 내가 뭘 하고 있었는지 기억이 안 나.": [
    "측두엽 발작"
  ],
  "가끔씩 갑자기 손이 저리거나, 느낌이 이상해져. 뭔가 잘못된 것 같아.": [
    "측두엽간질"
  ],
  "이가 아프고, 잇몸도 부풀어 올라서 뭔가 이상해.": [
    "치근낭"
  ],
  "엉뚱한 곳에서 곪고, 아프고, 가끔씩 고름이 나와. 정말 불편해.": [
    "치루"
  ],
  "요즘 자꾸 뭘 잊어버리고, 예전처럼 생각이 잘 안 나. 주변 사람들도 걱정해.": [
    "치매"
  ],
  "이가 너무 아파서 잠도 잘 못 자고, 잇몸에서 고름이 나와.": [
    "치아 농양"
  ],
  "이가 시리고, 단 거 먹으면 아파서 참기 힘들어.": [
    "치아 우식증"
  ],
  "이가 잘 자라지 않아서 나도 이상해. 어렸을 때부터 이가 다 나지 않아서 걱정이야.": [
    "치아맹출장애"
  ],
  "요즘 자꾸 가려운 데가 있어서 정말 불편해. 특히 아래쪽이 너무 간지럽고, 뭔가 이상한 냄새도 나.": [
    "칸디다증"
  ],
  "친구가 요즘 별로 성장하지 않는 것 같은데, 사춘기도 안 오는 것 같아.": [
    "칼만 증후군"
  ],
  "피부에 이상한 발진이 생겼는데, 너무 아프고, 가끔 피부가 죽은 것 같아.": [
    "칼시필락시스"
  ],
  "최근에 먹은 음식 때문에 배가 아프고 설사가 너무 심해졌어.": [
    "캄필로박터 감염증"
  ],
  "요즘 몸이 너무 피곤하고, 림프절이 부풀어 오른 것 같아.": [
    "캐슬만병"
  ],
  "상처가 나서 치료했는데, 그 자리가 더 커지고 단단해졌어.": [
    "켈로이드"
  ],
  "자는 동안 코를 너무 크게 고는 것 같아. 가끔 숨이 끊어지는 것 같기도 하고.": [
    "코골이 및 수면 무호흡"
  ],
  "이 아이가 다른 아이들보다 좀 더 성장 속도가 느린 것 같고, 얼굴이 좀 특이해.": [
    "코넬리아드랑게 증후군"
  ],
  "요즘 기침이 나고, 열도 나고, 후각이 잘 안 느껴져.": [
    "코로나-19"
  ],
  "요즘 점점 기억력이 떨어지는 것 같고, 감정 조절도 힘들어.": [
    "코르티코바잘 변성"
  ],
  "코가 부딪혀서 아프고, 얼굴이 부풀어 올랐어.": [
    "코뼈 골절"
  ],
  "아이를 낳으려고 하는데 의사 선생님이 태반이 잘 떨어지지 않는다고 하더라고요. 그래서 좀 불안해요.": [
    "태반 유착증"
  ],
  "배가 아프고 출혈이 나서 병원에 갔더니 태반이 제때 떨어지지 않고 있대요.": [
    "태반 조기 박리"
  ],
  "아기가 태어날 때 뭔가 문제 생겼다고 하더니, 태변을 흡입했다고 하더라고요.": [
    "태변 흡인 증후군"
  ],
  "의사 선생님이 아기가 너무 크다고 하셨는데, 그게 괜찮은 건지 걱정이에요.": [
    "태아 거대증"
  ],
  "친구가 술을 많이 마셨다고 들었는데, 아기가 태어날 때 문제가 생길까 걱정이네요.": [
    "태아 알코올 증후군"
  ],
  "아기가 피부가 울긋불긋하고 열이 많이 나네요. 이게 괜찮은 걸까요?": [
    "태열"
  ],
  "친구가 아이를 가지려고 했는데, 유전자 검사에서 뭔가 문제가 있다고 하더라고요.": [
    "터너 증후군"
  ],
  "최근에 입을 벌리면 턱에서 소리가 나고 아파서 걱정이에요.": [
    "턱관절 장애"
  ],
  "갑자기 턱이 빠져서 입을 못 벌리겠어요. 이게 어떻게 된 건지 모르겠어요.": [
    "턱관절 탈구"
  ],
  "제 턱이 다른 사람보다 좀 작거나 비정상적으로 생겼다는 말을 자주 들어요.": [
    "턱뼈 성장 이상"
  ],
  "턱 근처에 이상한 덩어리가 만져져서 병원에 가 봤어요.": [
    "턱의 기타 낭증"
  ],
  "요즘 발가락이 너무 아파서 걷기 힘들어. 특히 밤에 더 아프고 붓는 것 같아.": [
    "통풍성 관절염"
  ],
  "무릎이 자주 뻐근하고, 일어날 때마다 소리가 나서 걱정이야.": [
    "퇴행성 관절염"
  ],
  "허리가 자주 아프고, 오래 앉아 있으면 더 불편해져.": [
    "퇴행성 척추 장애"
  ],
  "가끔 자꾸 이상한 소리를 내거나 눈을 깜빡여서 주변 사람들이 이상하게 쳐다봐.": [
    "투렛 증후군"
  ],
  "눈이 자주 가려워서 비비게 되고, 잘 보이지 않는 것 같아.": [
    "트라코마"
  ],
  "얼굴 생김새가 좀 다르게 보여서 사람들한테 종종 질문을 받곤 해.": [
    "트리처 콜린스 증후군"
  ],
  "가끔 가려움증이 있고, 냄새가 좀 이상한 것 같아.": [
    "트리코모나스증"
  ],
  "스트레스 받을 때마다 머리카락을 자꾸 뽑게 돼서 고민이야.": [
    "트리코틸로마니아"
  ],
  "저녁 먹고 나면 자꾸 트림이 나와서 좀 부끄러워.": [
    "트림"
  ],
  "가끔 숨쉬기가 힘들고 기침이 나서 걱정이야.": [
    "특발성 기질화 폐렴"
  ],
  "요즘 숨이 차고, 운동할 때마다 힘들어져.": [
    "특발성 폐섬유화증"
  ],
  "최근에 상처가 났는데, 정말로 근육이 뻣뻣해지고, 자꾸 쥐가 나는 느낌이 들어.": [
    "파상풍"
  ],
  "배가 갑자기 아프고, 왼쪽에 찌릿한 통증이 느껴져서 숨쉬기 힘들어.": [
    "파열된 비장"
  ],
  "최근에 손끝이 저리고, 특히 밤에 더 심해지는 것 같아.": [
    "파이퍼 증후군"
  ],
  "갑자기 온몸에서 멍이 많이 생기고, 출혈이 잘 멈추지 않아.": [
    "파종성 혈관 내 응고"
  ],
  "요즘 팔이나 다리가 떨려서 걷기가 힘들어지고, 균형을 잡기 어려워.": [
    "파킨슨병"
  ],
  "아기가 태어나자마자 여러 가지 문제가 생겼고, 얼굴이 좀 이상해 보여.": [
    "파타우 증후군"
  ],
  "아이가 자주 복통을 호소하고, 배에 혹 같은 것이 만져져.": [
    "파파증후군"
  ],
  "요즘 자주 피곤하고, 쉽게 멍이 드는 것 같아.": [
    "판코니범혈구감소증"
  ],
  "다리가 이상하게 아프고, 발목이 부풀어 오르는 게 느껴져.": [
    "팔로 사 징후"
  ],
  "손목이 부러진 것 같은데, 움직이질 않아서 너무 아파.": [
    "팔죽지 골절"
  ],
  "무릎이 붓고, 걸을 때마다 아파서 힘들어.": [
    "패혈성 관절염"
  ],
  "갑자기 열이 나고, 온몸이 떨리고 아프기 시작했어.": [
    "패혈증"
  ],
  "요즘 가끔 숨이 차고, 가슴이 답답한 느낌이 드는 것 같아. 운동할 때 특히 힘들어.": [
    "폐색성죽상동맥경화증"
  ],
  "요즘 기침이 자꾸 나고, 숨쉬기가 점점 힘들어지는 것 같아.": [
    "폐섬유증"
  ],
  "최근에 계단 오르기가 너무 힘들어졌어. 심장이 두근거리고 피곤함이 심해.": [
    "폐성 고혈압"
  ],
  "좁은 공간에 있으면 숨이 막히고 불안해져. 그런 상황에서 너무 힘들어.": [
    "폐소공포증"
  ],
  "말을 할 때 목소리가 이상하게 나고, 코가 막힌 것처럼 느껴져.": [
    "폐쇄성 비음"
  ],
  "밤에 자다가 자꾸 숨이 막히는 것 같아. 아침에 일어나면 너무 피곤해.": [
    "폐쇄성 수면 무호흡증"
  ],
  "요즘 기침이 계속되고, 피가 섞인 가래도 나와. 건강이 많이 안 좋아진 것 같아.": [
    "폐암"
  ],
  "요즘 가끔 목이 아프고, 숨이 차는 것 같아. 별로 심각하지 않을 거라고 생각했는데.": [
    "폐암 초기"
  ],
  "가끔 기침이 나고, 가슴이 약간 아픈 느낌이 드는 것 같아.": [
    "폐의 선암"
  ],
  "기침을 할 때 가끔 가슴이 아프고, 숨쉬기가 힘들어지는 것 같아.": [
    "폐의 편평상피 세포암"
  ],
  "요즘 갑자기 기침이 심해지고, 가래가 많이 나와. 뭔가 이상해.": [
    "폐흡충증"
  ],
  "요즘 피부에 뭔가 이상한 게 생겼는데, 작은 혹 같은 게 자꾸 커지는 것 같아.": [
    "피부의 양성 종양"
  ],
  "얼굴에 작은 뾰루지 같은 게 생겼는데, 만지면 찌릿찌릿하고 안에 뭔가 꽉 차있는 느낌이야.": [
    "피지낭종"
  ],
  "내 피부가 기름져서 뭔가 이상해, 특히 얼굴 부위에 여드름 같은 게 많이 나.": [
    "피지샘증식증"
  ],
  "요즘 가끔 머리가 멍해지고 기억력이 떨어지는 것 같아.": [
    "피질하 경색과 백질뇌증을 동반하는 상염색체 우성 뇌동맥질환"
  ],
  "수술 후에 피부를 다시 연결해주는 거 말하는 거지?": [
    "피판술을 통한 조직의 재건"
  ],
  "누군가 나를 감시하고 있는 것 같아서 불안해.": [
    "피해망상"
  ],
  "요즘 소변이 잘 안 나와서 불편해, 화장실에 가도 별로 나오지 않아.": [
    "핍뇨 및 무뇨"
  ],
  "밤에 누워 있으면 다리가 가만히 있지 못하고 자꾸 움직이고 싶어져.": [
    "하지불안 증후군"
  ],
  "다리에서 뚱뚱한 혈관이 튀어나와서 보기 싫어, 가끔 아프기도 해.": [
    "하지정맥류"
  ],
  "공부할 때 뭔가 잘 안 외워지고, 이해가 잘 안 되는 느낌이야.": [
    "학습장애"
  ],
  "요즘 자꾸 참지 못하고 순간적으로 행동해버려서 주변 사람들이 놀라곤 해.": [
    "행동 및 충동 장애"
  ],
  "가끔 내가 이야기하는 것 중에 꼭 사실이 아닌 것들이 섞여 있어. 나도 왜 그런지 모르겠어.": [
    "허위성 장애"
  ],
  "갑자기 한쪽 팔이나 다리가 저리고 말을 하기가 어려워졌어.": [
    "허혈성 뇌졸중"
  ],
  "배가 아프고, 화장실을 자주 가게 되더라고.": [
    "허혈성 대장염"
  ],
  "가끔 가슴이 뻐근하고 숨이 차는 느낌이 들어서 걱정이야.": [
    "허혈성 심질환"
  ],
  "사고 이후로 기억력이 떨어지고, 말을 하는 것도 힘들어.": [
    "허혈성 뇌손상"
  ],
  "아이가 자꾸 성장에 문제가 생기고, 얼굴이 조금 이상해 보여.": [
    "헌터 증후군"
  ],
  "요즘 자꾸 몸이 떨리고, 기분이 자꾸 변해.": [
    "헌팅톤 병"
  ],
  "헌혈하고 나서 몸이 좀 힘들고 어지러운 느낌이 들어.": [
    "헌혈자 반응"
  ],
  "피부가 자꾸 늘어나고, 너무 부드러워서 걱정이야.": [
    "헐러 증후군"
  ],
  "다리에 작은 점들이 생기고, 간지럽고 아파.": [
    "헤노호 쉰라인 자반증"
  ],
  "입 주위에 물집이 나서 아프고 간지러워.": [
    "헤르페스 바이러스 감염증"
  ],
  "요즘에 기억이 잘 안 나고, 예전 일들도 헷갈리는 것 같아.": [
    "혈관성 치매"
  ],
  "요즘 몸이 좀 이상한데, 피부가 붉어지고 아픈 부분이 자꾸 생기는 것 같아.": [
    "혈관염"
  ],
  "몸에 뭔가 이상한 덩어리가 생긴 것 같고, 점점 커지는 것 같아.": [
    "혈관육종"
  ],
  "요즘 관절이 아프고, 움직일 때마다 뭔가 욱신거리는 느낌이 들어.": [
    "혈관절증"
  ],
  "몸에 빨간 점 같은 게 생겼는데, 그게 점점 커지는 것 같아.": [
    "혈관종"
  ],
  "소변을 보는데 피가 섞여 나오는 것 같아, 정말 불안해.": [
    "혈뇨"
  ],
  "대변에 피가 섞여 나왔는데, 너무 놀랐어.": [
    "혈변"
  ],
  "피부가 자꾸 갈색으로 변하는 것 같은데, 왜 이러는 걸까?": [
    "혈색소침착증"
  ],
  "요즘 자잘한 상처가 나면 피가 잘 안 멈추는 것 같아.": [
    "혈소판 감소증"
  ],
  "피 검사했는데, 피가 너무 많이 나오는 것 같다고 하더라.": [
    "혈소판 이상"
  ],
  "혈액 검사에서 피가 너무 많다고 해서 걱정이야.": [
    "혈소판 증가증"
  ],
  "손발이 자주 저리고 차가워지는 것 같아, 무슨 문제가 있는 걸까?": [
    "혈액순환장애"
  ],
  "\"어제 불에 손을 대서 피부가 많이 아프고 따가워.\"": [
    "화상"
  ],
  "\"내 피부에 빨간색으로 울퉁불퉁한 게 생겼는데, 점점 더 커지는 것 같아.\"": [
    "화염상 모반"
  ],
  "\"요즘 자꾸 숨이 차고, 몸이 너무 피곤해.\"": [
    "확장성 심근병증"
  ],
  "\"내 피부와 눈이 노랗게 변했어. 뭔가 이상한 것 같아.\"": [
    "황달"
  ],
  "\"최근에 보이는 게 좀 흐릿하고, 특히 중간 부분이 잘 안 보여.\"": [
    "황반변성"
  ],
  "\"눈 앞에 물체가 둥글게 부풀어 보이고, 잘 안 보여.\"": [
    "황반부종"
  ],
  "\"눈앞에 검은 점이 떠다니고, 중간 시야가 비어 있어.\"": [
    "황반천공"
  ],
  "\"열이 나고, 온몸이 아프고 구역질이 나.\"": [
    "황열"
  ],
  "\"아래쪽이 많이 아프고, 부풀어 오르면서 냄새가 나.\"": [
    "회음 괴저"
  ],
  "\"아랫부분이 찢어진 것 같아, 누르면 너무 아파.\"": [
    "회음 열상"
  ],
  "\"아래쪽이 가렵고 아픈데, 붉어지고 부풀어 오른 것 같아.\"": [
    "회음부염증"
  ],
  "\"팔을 들어올릴 때 어깨가 너무 아프고, 움직이기가 힘들어.\"": [
    "회전근개 손상"
  ],
  "요즘 가슴이 무겁고 숨쉬기가 힘든 것 같아.": [
    "흉수"
  ],
  "예전에 다쳤던 곳이 아직도 자국이 남아있어.": [
    "흉터"
  ],
  "가슴이 뭔가 찌르는 것 같아.": [
    "흉통"
  ],
  "요즘 이상한 열이 나고 온몸이 아픈데, 뭔가 이상해.": [
    "흑사병"
  ],
  "피부에 이상한 점들이 생겼는데, 색깔이 좀 검은 것 같아.": [
    "흑색가시세포증"
  ],
  "손톱 색깔이 이상해졌어, 검은 줄이 생겼거든.": [
    "흑색조갑증"
  ],
  "아기가 자꾸 울고, 목이 힘없이 쳐져 있어.": [
    "흔들린아이증후군"
  ],
  "음식을 먹어도 영양이 잘 안 들어오는 것 같아.": [
    "흡수장애 증후군"
  ],
  "기침할 때 가끔 음식물이 넘어가는 느낌이 들어서 숨쉬기가 힘들어.": [
    "흡인성 폐렴"
  ],
  "생리 주기가 너무 불규칙해져서 고민이야.": [
    "희발월경"
  ],
  "아기가 변을 잘 못 보는데, 배가 자꾸 부풀어 올라.": [
    "히르슈슈프룽 병"
  ],
  "가끔씩 신경이 과민해져서 감정이 폭발할 때가 있어.": [
    "히스테리구"
  ],
  "요즘 자꾸 발이 저리고 힘이 빠지는 것 같아서 불안해.": [
    "Haw River 증후군"
  ],
  "애가 다리를 절뚝거리더니 요즘에는 잘 뛰지 않더라.": [
    "LCP병"
  ],
  "요즘 애가 자꾸 피곤하고 근육이 힘이 없다고 하더니, 또 경련이 나더라.": [
    "MERRF"
  ],
  "요즘 애가 자꾸 구토하고 의식이 흐릿해지는 것 같아.": [
    "OTC 결핍증"
  ],
  "의사 선생님이 검사에서 수치가 높다고 하셨는데, 걱정이 되네.": [
    "PSA 상승"
  ],
  "아기가 기침도 심하고 호흡이 힘들어하는 것 같아.": [
    "RS바이러스 감염증"
  ],
  "애기 낳을 때 혈액형 문제로 걱정이 많았어.": [
    "Rh 부적합 임신"
  ],
  "아기가 태어났는데 피부가 노랗고 힘이 없어 보이더라.": [
    "Rh 신생아 용혈성 질환"
  ],
  "컴퓨터 앞에 오래 앉아 있으면 눈이 너무 아프고 목도 뻐근해.": [
    "VDT 증후군"
  ],
  "가끔 심장이 두근거리다가 갑자기 멈추는 것 같아.": [
    "WPW 증후군"
  ],
  "애가 성격이 좀 이상하고 다른 애들과 잘 어울리지 못하는 것 같아.": [
    "XXX 증후군"
  ],
  "최근에 자주 기침하고 숨쉬기가 힘들어졌어. 특히 밤에 자는 게 너무 힘들어.": [
    "가습기 살균제 연관 폐질환"
  ],
  "피부에 작은 뾰루지 같은 게 많이 생겨서 가려워서 정말 힘들어.": [
    "가시털정체증"
  ],
  "애가 갑자기 열이 나고 목이 부풀어 올랐어. 입안도 헐었고 정말 걱정돼.": [
    "가와사키병"
  ],
  "우리 가족 중 몇 명이 대장에 혹이 생겼다고 해서 나도 검사를 받아야 할 것 같아.": [
    "가족성 선종성 폴립증"
  ],
  "자주 피곤하고 얼굴이 창백해 보여. 그리고 가끔 멍이 쉽게 드는 것 같아.": [
    "가족성 적혈구잠식성 림프조직구증"
  ],
  "요즘 잦은 복통과 열이 나서 너무 힘들어. 아무래도 유전적인 것 같아.": [
    "가족성 지중해열"
  ],
  "허리나 무릎이 자주 아프고, 특히 아침에 일어날 때 힘들어.": [
    "가진통"
  ],
  "요즘 다리가 자주 저리고 특히 밤에 통증이 심해.": [
    "각기병"
  ],
  "눈이 너무 아프고, 자꾸 충혈되고 시력이 흐릿해져.": [
    "각막 궤양"
  ],
  "눈앞이 뿌옇고 가끔씩 빛이 너무 밝게 느껴져.": [
    "각막 반흔 및 혼탁"
  ],
  "눈이 부풀어 오르고 뿌옇게 보여서 뭔가 잘 안 보이는 것 같아.": [
    "각막 부종"
  ],
  "요즘 왼쪽 배가 좀 아파서 병원에 갔더니 의사가 간에 뭔가 덩어리가 있다고 하더라고.": [
    "간낭종"
  ],
  "최근에 기름진 음식을 먹고 나서 배가 너무 아프고 소화가 안 돼.": [
    "간내 담석"
  ],
  "요즘 계속해서 오른쪽 배가 욱신욱신 아프고 열도 나.": [
    "간농양"
  ],
  "물고기를 많이 먹고 나서 소화가 잘 안 되고 배가 더부룩해.": [
    "간디스토마"
  ],
  "요즘 피부가 노래지고 눈도 노래져서 걱정이야.": [
    "간문부 담관암"
  ],
  "요즘 피로가 너무 심하고, 입맛도 없어서 힘들어.": [
    "간부전"
  ],
  "요즘 집중력도 떨어지고, 가끔 혼란스러운 기분이 들어.": [
    "간성 뇌증"
  ],
  "최근에 체중이 갑자기 줄고 피로감이 심해졌어.": [
    "간세포암"
  ],
  "다리가 부풀고 소변도 잘 안 나와서 걱정이야.": [
    "간신 증후군"
  ],
  "요즘 배가 자주 아프고, 피부색도 이상해진 것 같아.": [
    "간암"
  ],
  "주변 소리가 잘 안 들리고, 특히 전화 소리가 희미하게 들려.": [
    "감각신경성 난청"
  ],
  "요즘 재채기를 자주 하고, 목도 아프고 열이 나.": [
    "감기"
  ],
  "요즘 사타구니 쪽에서 불편함을 느끼고, 가려움증도 있어.": [
    "감돈포경"
  ],
  "요즘 자꾸 손을 씻고 싶어서 정신이 없어. 뭔가 더러운 것 같은 기분이 드는 거야.": [
    "강박 장애"
  ],
  "모든 걸 너무 완벽하게 하려고 해서 스트레스가 쌓여. 일도 집안일도, 하나라도 안 맞으면 못 견디겠어.": [
    "강박성 인격장애"
  ],
  "아침에 일어날 때 허리가 너무 뻣뻣해서 일어나기 힘들어. 누워있을 땐 괜찮은데, 움직이면 아프더라고.": [
    "강직성 척추염"
  ],
  "기침할 때 가래가 많이 나와서 불편해. 뭔가 목에 걸린 느낌이 들어서 자꾸 기침하게 돼.": [
    "객담"
  ],
  "기침할 때 피가 섞인 가래가 나왔어. 너무 놀라서 병원에 가야 할지 고민 중이야.": [
    "객혈"
  ],
  "자꾸 몸이 아프다고 생각해서 괜히 걱정이 많아져. 인터넷 검색하면 더 불안해지더라고.": [
    "건강염려증"
  ],
  "손목이 너무 아파서 물건을 쥐기도 힘들어. 특히 자주 사용하니까 더 심해지는 것 같아.": [
    "건막염"
  ],
  "요즘 자꾸 중요한 일이나 약속을 잊어버려서 고민이야. 머리가 예전 같지 않은 것 같아.": [
    "건망증"
  ],
  "피부가 빨갛고 가렵고, 각질이 많이 생겨서 불편해. 옷에도 잘 붙어서 신경 쓰이더라고.": [
    "건선"
  ],
  "요즘 목이 좀 아프고, 림프샘이 부풀어올라서 불편해. 뭔가 감염된 것 같아.": [
    "결핵성 임파선염"
  ],
  "가끔씩 너무 피곤하고 몸이 아프더라고. 가슴도 답답하고 숨이 차는 기분이야.": [
    "겸상 적혈구 빈혈증"
  ],
  "학교에서 친구들이랑 잘 어울리지 못하고, 좀 이해하는 데 시간이 걸려.": [
    "경계선 지적 지능"
  ],
  "목이 아프고 어깨도 뻐근해. 가끔 팔로 저릿저릿한 느낌이 들어.": [
    "경추 수핵 탈출증"
  ],
  "요즘 목이 뻣뻣하고, 자주 두통이 생기더라고. 가끔 팔이 아프기도 해.": [
    "경추 척추증"
  ],
  "목을 움직일 때마다 아프고, 손가락이 저리기도 해. 일상생활이 힘들어.": [
    "경추 추간판 탈출증"
  ],
  "피부가 점점 뻣뻣해지고, 정말 건조해졌어. 움직일 때마다 아프고 불편해.": [
    "경피증"
  ],
  "소화가 잘 안 되고, 배가 아프고 가끔 구토도 해. 뭔가 이상해.": [
    "경화성 담관염"
  ],
  "계란 먹고 나면 가려움증이 생기고, 피부가 붉어져. 너무 불편해.": [
    "계란 알레르기"
  ],
  "요즘 소변 볼 때 좀 힘들고, 허리도 자주 아파. 혈압이 자꾸 높아지는 것 같아서 걱정이야.": [
    "고혈압성 신장 질환"
  ],
  "가끔 가슴이 두근거리기도 하고, 운동하면 숨이 차는 것 같아.": [
    "고혈압성 심질환"
  ],
  "요즘 몸이 좀 이상한 것 같아. 유방이 약간 부풀어 오르는 느낌이 들어.": [
    "고환 여성화 증후군"
  ],
  "갑자기 고환이 심하게 아프고, 그쪽이 부풀어 오른 것 같아. 걷는 것도 힘들어.": [
    "고환 염전"
  ],
  "고환에 뭔가 덩어리가 만져지는 것 같아. 이게 뭔지 걱정이야.": [
    "고환 종양"
  ],
  "최근에 고환에 통증이 생기고, 괜히 불안해져.": [
    "고환암"
  ],
  "치료받고 나서 몸이 많이 힘든데, 회복이 될지 모르겠어.": [
    "고환암 치료"
  ],
  "고환이 아프고 붓는 것 같은데, 진짜 불편해.": [
    "고환염"
  ],
  "고환이 아프고, 옆에 있는 것도 아픈 것 같아.": [
    "고환염 및 부고환염"
  ],
  "갑자기 고환이 아프고, 뭔가 잘못된 것 같아.": [
    "고환의 염전"
  ],
  "손가락이 점점 더 두꺼워지는 것 같아.": [
    "곤봉지"
  ],
  "피부에 작은 덩어리들이 생긴 것 같은데, 가려워.": [
    "곤지름"
  ],
  "최근에 배가 너무 아프고, 아래쪽이 불편해서 걷기도 힘들어.": [
    "골반 염증성 질환"
  ],
  "요즘 생리할 때마다 너무 아프고, 가끔은 열도 나.": [
    "골반염"
  ],
  "요즘 피부에 이상한 점들이 생기고, 가려움증도 느껴져.": [
    "곰보"
  ],
  "요즘 발가락 사이가 가렵고, 하얀 물질이 생겼어.": [
    "곰팡이 감염"
  ],
  "요즘 집안에서 재채기가 자주 나고, 눈도 가려워.": [
    "곰팡이 알레르기"
  ],
  "가슴이 답답하고, 숨 쉴 때마다 뭔가 이상해.": [
    "공기가슴증"
  ],
  "갑자기 숨이 차고, 가슴이 아파서 너무 불안해.": [
    "공기색전증"
  ],
  "요즘 자꾸 무서운 생각이 들어서 잠도 잘 못 자.": [
    "공포"
  ],
  "특정한 상황이나 장소만 가면 너무 떨려서 못 가겠어.": [
    "공포증"
  ],
  "갑자기 숨이 막히고 심장이 두근거려서 무서워.": [
    "공황 장애"
  ],
  "생리할 때마다 피가 많이 나서 너무 힘들어.": [
    "과다월경"
  ],
  "몸에 이상한 덩어리가 생겨서 너무 걱정돼.": [
    "과립막 세포종"
  ],
  "요즘 무릎이 너무 아프고 뻣뻣해져서 일어나는 것도 힘들어.": [
    "관절염"
  ],
  "어깨가 너무 아파서 팔을 위로 올리기 힘들어.": [
    "관절와순 파열"
  ],
  "요즘 이상하게 물어보는 개가 자꾸 짖고 물어보려고 해.": [
    "광견병"
  ],
  "피부에 이상한 발진이 생기고 가려움증이 심해.": [
    "광동주혈선충증"
  ],
  "요즘 기침이 계속 나고 가래가 끓는 것 같아.": [
    "광범위 내성 결핵"
  ],
  "피부가 햇볕에 타서 벗겨지고 가렵고 아파.": [
    "광선 각화증"
  ],
  "요즘 소가 이상하게 행동하고, 뒷다리가 힘이 없는 것 같아.": [
    "광우병"
  ],
  "넓은 공간에 나가면 너무 불안하고 심장이 두근거려.": [
    "광장공포증"
  ],
  "상처가 점점 더 심해져서 피부가 검게 변했어.": [
    "괴저"
  ],
  "상처 주변이 붉어지고 고름이 나와서 너무 불편해.": [
    "괴저 농피증"
  ],
  "잇몸에서 피가 나고 피로감이 심해.": [
    "괴혈병"
  ],
  "요즘 머리가 계속 아프고, 집중이 잘 안 돼.": [
    "교모세포종"
  ],
  "요즘 애가 뼈가 약해진 것 같아서 걷기가 힘들어해.": [
    "구루병"
  ],
  "아기가 입술 쪽에 구멍이 있어서 음식을 먹는 게 힘들어 보여.": [
    "구순구개열"
  ],
  "입술에 이상한 혹이 생겼는데, 점점 커지는 것 같아 걱정이야.": [
    "구순암"
  ],
  "입술이 찢어져서 아프고, 피가 나기도 해.": [
    "구순열"
  ],
  "입술이 부풀고 빨갛게 변했어, 자꾸 간지럽고 아파.": [
    "구순염"
  ],
  "입술에 물집이 생겼고, 너무 아파서 말하기도 힘들어.": [
    "구순포진"
  ],
  "아침에 일어나니까 속이 울렁거려서 정말 불편해.": [
    "구역"
  ],
  "아침에 먹은 게 너무 힘들어서 결국 다 토해버렸어.": [
    "구토"
  ],
  "다리가 자꾸 굳어서 움직이기가 너무 힘들어.": [
    "구형구축"
  ],
  "다리가 너무 아프고 부풀어올라서 걷기가 힘들어.": [
    "구획 증후군"
  ],
  "손 같은 특정 부위에서 땀이 너무 많이 나서 불편해.": [
    "국소 다한증"
  ],
  "요즘 너무 피곤하고, 가슴이 두근거려서 걱정이야.": [
    "단심실",
    "그레이브스병"
  ],
  "팔이 살짝 부러진 것 같은데, 꺾인 느낌이 들어.": [
    "그린스틱 골절"
  ],
  "성관계를 해도 끝까지 느낌이 오지 않고 답답해요": [
    "극치감 장애"
  ],
  "요즘 너무 힘들어. 막 불안하고, 뭔가가 계속 나를 괴롭히는 것 같아.": [
    "금단 현상"
  ],
  "화장실을 너무 자주 가야 해서 정말 불편해. 잠깐만 앉아있어도 또 가고 싶어.": [
    "급뇨"
  ],
  "요즘 피곤하고, 식욕도 없고, 배도 아파. 얼굴도 뭔가 이상해 보여.": [
    "급성 A형 간염"
  ],
  "요즘 계속 피곤하고, 피부가 노래지는 것 같아. 그리고 소화도 잘 안 돼.": [
    "급성 B형 간염"
  ],
  "요즘 몸이 안 좋아서 기운이 없고, 피부가 이상하게 변했어.": [
    "급성 C형 간염"
  ],
  "요즘 신장이 아픈 것 같고, 소변도 이상해. 무슨 일인지 모르겠어.": [
    "급성 간질성 신염"
  ],
  "기침이 심하고, 숨쉬기 힘들어. 열도 나고, 몸이 찌뿌둥해.": [
    "급성 간질성 폐렴"
  ],
  "머리 부딪힌 뒤로 너무 아프고, 머리가 어지럽고 혼란스러워.": [
    "급성 경막하 출혈"
  ],
  "요즘 힘이 없고, 멍이 자주 생겨서 이상해.": [
    "급성 골수성 백혈병"
  ],
  "가슴이 뻐근하고, 숨이 차고, 막 가슴이 아픈 느낌이 들어.": [
    "급성 관동맥 증후군"
  ],
  "기침이 계속 나고, 가래도 많이 낀 것 같아. 숨쉬기도 힘들어.": [
    "급성 기관지염"
  ],
  "요즘 배가 진짜 아프고, 화장실을 너무 자주 가야 해서 힘들어.": [
    "급성 세균성 장염"
  ],
  "소변이 거의 안 나오고, 몸이 부풀어 오르는 것 같아.": [
    "급성 신부전"
  ],
  "허리 쪽이 아프고, 소변 볼 때마다 찌릿찌릿해.": [
    "급성 신우신염"
  ],
  "소변에서 피가 나오는 것 같고, 아랫배가 아파.": [
    "급성 신장염"
  ],
  "가슴이 찌릿하고 숨쉬기 힘든 느낌이 들어.": [
    "급성 심근경색증"
  ],
  "갑자기 의식이 없어지고, 숨을 쉬지 않더라.": [
    "급성 심정지"
  ],
  "팔과 다리가 저리고 힘이 없어서 걷기 힘들어.": [
    "급성 염증성 탈수초성 다발성 신경병증"
  ],
  "속이 막히고 구역질이 나서 아무것도 못 먹겠어.": [
    "급성 위장염"
  ],
  "갑자기 다리가 마비되고, 감각이 없어져서 움직일 수가 없어.": [
    "급성 이완성 척수염"
  ],
  "숨을 쉬기가 너무 힘들고, 가슴이 답답해.": [
    "급성 호흡곤란 증후군"
  ],
  "갑자기 허리 아래가 감각이 없어지고, 걷기가 힘들어졌어.": [
    "급성 횡단성 척수염"
  ],
  "요즘 기침이 계속 나고, 호흡할 때마다 가슴이 좀 아프더라고. 일상생활이 힘들어.": [
    "기관지 폐포암"
  ],
  "요즘 가래가 많이 끓고, 기침이 정말 심해. 숨쉬기가 좀 힘들어.": [
    "기관지 확장증"
  ],
  "감기가 좀 심해진 것 같아. 기침이 정말 많이 나고, 목소리도 좀 쉰 것 같아.": [
    "기관지염"
  ],
  "태어났을 때부터 숨쉬는 게 힘들었던 것 같아. 병원에서 검사받고 나서야 알았어.": [
    "기관지폐 형성이상"
  ],
  "요즘 머리가 자꾸 아프고, 기억이 잘 안 나는 것 같아. 상상도 못한 일이야.": [
    "기뇌증"
  ],
  "식사 후에 배가 자꾸 아프고, 더부룩해. 소화가 잘 안 되는 느낌이야.": [
    "기능성 소화불량증"
  ],
  "소화가 잘 안 되는 것 같아. 배가 아프고, 가스가 많이 차는 느낌이야.": [
    "기능성 위장 장애"
  ],
  "생리 주기가 너무 불규칙해지고, 갑자기 피가 많이 나와서 놀랐어.": [
    "기능성 자궁출혈"
  ],
  "숨쉬기가 갑자기 힘들어져서 깜짝 놀랐어. 목이 막힌 것 같은 느낌이 들어.": [
    "기도 폐쇄"
  ],
  "평소에는 괜찮은데, 갑자기 기침이 나고 숨쉬기 힘들어질 때가 있어.": [
    "기도과민증"
  ],
  "일어설 때마다 심장이 너무 빨리 뛰고, 어지러워서 불안해.": [
    "기립성빈맥"
  ],
  "아기가 좀 노란빛이 돌고, 눈이 살짝 노래요. 먹는 것도 잘 안 하고, 기분이 별로인 것 같아요.": [
    "기타 신생아 황달"
  ],
  "아기가 태어났는데, 몸이 좀 이상하게 생겼어요. 팔이나 다리가 다른 아기들보다 작거나 모양이 이상해요.": [
    "기형아"
  ],
  "몸속에 이상한 덩어리가 생겼는데, 그게 좀 걱정돼요. 가끔 아프기도 하고, 무게감이 느껴져요.": [
    "기형종"
  ],
  "숨쉬기가 힘들고 가슴에 뭔가 쿵쿵 거리는 느낌이 들어요. 갑자기 찌릿한 통증도 있어요.": [
    "기흉"
  ],
  "머리가 묵직하고 눌리는 것 같은 기분이 들어요. 뒷목도 뻐근하고, 스트레스가 쌓인 것 같아요.": [
    "긴장성 두통"
  ],
  "몸이 자꾸 저리고 힘이 빠져서 걷기도 힘들어요. 손발이 마비되는 것 같아요.": [
    "길랑-바레 증후군"
  ],
  "피검사 해보니까 간 수치가 좀 높다고 하더라고요. 근데 특별히 아픈 건 없고, 그냥 피곤한 느낌이에요.": [
    "길버트 증후군"
  ],
  "요즘 눈이 가렵고 재채기가 자꾸 나와요. 밖에 나가면 더 심해져요.": [
    "꽃가루 알레르기"
  ],
  "무릎이 좀 이상한 것 같아. 걸을 때마다 무릎이 안쪽으로 쏠리는 느낌이 들어.": [
    "내반슬"
  ],
  "팔꿈치가 자꾸 아프고, 특히 팔을 움직일 때 뻐근한 느낌이 들어.": [
    "내상과염"
  ],
  "무릎에 뭔가 덩어리가 만져져. 가끔 아프기도 하고, 무릎이 뻑뻑한 느낌이 들어.": [
    "내연골종"
  ],
  "발톱이 자꾸 살 속으로 파고 들어가서 아프고, 붓기도 해.": [
    "내향성 손발톱"
  ],
  "에어컨 바람을 너무 많이 쐬서 그런지 몸이 쑤시고, 머리가 무겁고 피곤해.": [
    "냉방병"
  ],
  "요즘에 눈 주위가 너무 어두워지고, 기분도 많이 우울해져.": [
    "넬슨 증후군"
  ],
  "갑자기 배가 아프고 토하면서 설사가 나왔어.": [
    "노로 바이러스"
  ],
  "요즘 힘이 많이 빠지고, 일상생활이 힘들어져.": [
    "노쇠"
  ],
  "요즘 책을 읽을 때 글씨가 잘 안 보이고, 멀리 있는 것도 흐릿해.": [
    "노안"
  ],
  "혈압이 자꾸 높아져서 머리가 어지럽고, 가슴이 답답해.": [
    "노인 고혈압"
  ],
  "화장실 가는 게 너무 힘들고, 배가 자꾸 불편해.": [
    "노인 변비"
  ],
  "요즘에 기분이 좋지 않은데, 자꾸 기침이 나고 가슴도 아파.": [
    "노카르디아증"
  ],
  "요즘 들어 피부가 좀 처지고 주름도 많이 생긴 것 같아.": [
    "노화"
  ],
  "얼굴이 예전보다 많이 지쳐 보이고 칙칙해진 것 같아.": [
    "노화된 얼굴"
  ],
  "요즘 시야가 좀 이상한 것 같아, 특히 주변이 잘 안 보이는 기분이 들어.": [
    "녹내장"
  ],
  "피부에 수포가 생기고 가려움증이 심해.": [
    "농가진"
  ],
  "피부에 고름 같은 것이 생기고 만지면 아파.": [
    "농포"
  ],
  "가슴이 뻐근하고 숨쉬기 힘들어.": [
    "농흉"
  ],
  "가끔 머리가 띵하고 균형을 잡기 힘들어.": [
    "뇌동정맥 기형"
  ],
  "요즘 두통이 심하고 열도 나고, 혼란스러워.": [
    "뇌염"
  ],
  "요즘들어 기억력도 떨어지고, 가끔 혼란스러워.": [
    "뇌전이암"
  ],
  "요즘 가끔 의식이 사라지거나 경련이 일어나.": [
    "뇌전증"
  ],
  "머리 쪽이 아프고, 시야도 흐릿해지는 것 같아.": [
    "뇌정맥 혈전증"
  ],
  "갑자기 한쪽 팔이나 다리가 마비되고 말을 잘 못해.": [
    "뇌졸중"
  ],
  "눈에서 자꾸 눈물이 흘러서 정말 불편해. 괜히 눈이 뻑뻑한 느낌도 들어.": [
    "눈물길 폐쇄"
  ],
  "갑자기 눈물이 나서 아무것도 못하겠어. 바람이 불거나 할 때 특히 심해.": [
    "눈물흘림증"
  ],
  "눈이 아파서 집중하기가 힘들어. 뭔가 찌릿찌릿하게 느껴져.": [
    "눈의 통증"
  ],
  "하루 종일 컴퓨터를 하니까 눈이 너무 피곤해. 뿌옇게 보이기도 하고.": [
    "눈의 피로"
  ],
  "생리 불순이 자주 생기고, 체중이 쉽게 늘어나는 것 같아.": [
    "다낭성 난소 증후군"
  ],
  "허리가 계속 아프고, 소변을 볼 때 불편함이 느껴져.": [
    "다낭성 신장 질환"
  ],
  "눈꺼풀에 작은 덩어리가 생겼는데, 많이 아프고 붉어졌어.": [
    "다래끼"
  ],
  "생각보다 털이 많이 나서 신경이 쓰여. 특히 얼굴 쪽이 걱정이야.": [
    "다모증"
  ],
  "몸이 자주 아프고 피곤해. 특히 뼈가 아픈 것 같아.": [
    "다발골수종"
  ],
  "가끔 몸이 이상하게 저리거나 힘이 빠지기도 해. 뭔가 이상해.": [
    "다발성 경화증"
  ],
  "요즘 손발이 자꾸 힘이 빠지고, 괜히 떨리는 것 같아. 뭔가 이상해.": [
    "다초점성 운동신경병증"
  ],
  "요즘 팔이나 다리가 자주 저리고, 가끔 아픈 느낌이 들어. 혈액순환이 잘 안 되는 것 같아.": [
    "다카야수 동맥염"
  ],
  "요즘 눈 밑이 너무 어두워져서 피곤해 보인다고 사람들이 많이 말해.": [
    "다크서클"
  ],
  "이번에 아이가 두 명이나 생길 것 같아, 배가 너무 부풀어 오르고 힘들어.": [
    "다태 임신"
  ],
  "임신했는데, 의사가 아기가 너무 많다고 하더라고. 배가 너무 아프고 불편해.": [
    "다태아수과다증"
  ],
  "요즘 손바닥이나 발바닥이 너무 땀으로 젖어 있어서 불편해.": [
    "다한증"
  ],
  "피부에 빨간 발진이 생기고, 가려움이 너무 심해.": [
    "다형 홍반"
  ],
  "갑자기 몸에 물집 같은 게 생기고, 너무 아파서 움직이기 힘들어.": [
    "단독"
  ],
  "소변에서 거품이 나고, 몸이 자꾸 부풀어 올라. 뭔가 이상한 것 같아.": [
    "단백뇨"
  ],
  "요즘 면역력이 떨어져서 감기에도 잘 걸리고, 기운이 없어서 힘들어.": [
    "단세포군감마글로불린병증"
  ],
  "요즘 눈이 자꾸 흐릿해지고, 가까운 것도 잘 안 보여서 불편해.": [
    "당뇨병성 망막병증"
  ],
  "요즘 소변 볼 때 뭔가 좀 이상한 느낌이 드는 것 같아.": [
    "당뇨병성 신장 질환"
  ],
  "가끔 심장이 두근거리고 숨이 차서 힘들 때가 있어.": [
    "대동맥판 역류"
  ],
  "요즘 운동을 하면 유난히 힘이 없고 피곤함이 금방 찾아와.": [
    "대동맥판막 기능부전"
  ],
  "가끔 가슴이 아프고 숨이 차서 힘들어서 걱정이야.": [
    "대동맥판막 질환"
  ],
  "운동할 때마다 가슴이 너무 답답해지는 느낌이 들어.": [
    "대동맥판막 폐쇄 부전증"
  ],
  "요즘 가끔 심장이 너무 빨리 뛰거나 이상하게 느껴져서 걱정이야.": [
    "대동맥판막 협착증"
  ],
  "머리카락이 점점 빠져서 이제는 좀 신경이 쓰여.": [
    "대머리"
  ],
  "배가 아프고 변 색깔이 이상하게 변했어.": [
    "대장흑색증"
  ],
  "넘어지고 나서 다리에 힘을 전혀 줄 수가 없고 너무 아파요.": [
    "대퇴 골절"
  ],
  "무릎이 자꾸 아프고 걸을 때 불편한 느낌이 들어.": [
    "대퇴골두 골단 분리증"
  ],
  "요즘 눈이 자꾸 이상해, 빛을 보면 눈이 덜덜 떨리더라고.": [
    "동공부등"
  ],
  "요즘에 무슨 일을 해도 집중이 잘 안 되고, 머리가 멍해.": [
    "동기능 부전 증후군"
  ],
  "가끔 다리에 힘이 빠지고 저린 느낌이 들어.": [
    "동맥간증"
  ],
  "요즘 가슴이 답답하고, 조금만 움직여도 숨이 차.": [
    "동맥경화증 아테롬성 동맥경화증"
  ],
  "아기가 태어나고 나서 숨소리가 조금 이상해.": [
    "동맥관 개존증"
  ],
  "갑자기 배가 아프고, 너무 심해서 병원에 가야 할 것 같아.": [
    "동맥류"
  ],
  "다리가 갑자기 아프고, 너무 부풀어서 걷기 힘들어.": [
    "동맥색전증 및 혈전증"
  ],
  "피부가 막 간지럽고, 붉은 발진이 나더라.": [
    "두드러기"
  ],
  "머리에 정체 모를 것들이 나서 좀 부끄럽고 가려워.": [
    "두부 백선"
  ],
  "요즘에 피부에 물집 같은 게 나서 너무 신경 쓰여.": [
    "두창"
  ],
  "요즘 머리가 자주 아프고, 집중이 잘 안 돼.": [
    "두통"
  ],
  "머리카락이 빠지고 두피가 가렵고 따가워.": [
    "두피염"
  ],
  "코가 빨갛고 부풀어 오르더니, 어디가 아픈 건지 모르겠어.": [
    "딸기코"
  ],
  "갑자기 숨이 차고 가끔씩 소리가 나니까 너무 웃겨.": [
    "딸꾹질"
  ],
  "요즘 땀이 많이 나고, 몸에서 이상한 냄새가 나서 걱정이야.": [
    "땀과 체취"
  ],
  "더운 날씨에 피부가 간지럽고 빨갛게 돼서 너무 불편해.": [
    "땀띠"
  ],
  "가끔 이유 없이 이상한 소리를 내거나 움직임이 불규칙해져서 좀 쑥스럽다.": [
    "뚜렛 증후군"
  ],
  "항상 나보다 작고, 친구들이 나를 이상하게 쳐다봐.": [
    "라론 증후군"
  ],
  "갑자기 고열이 나고 머리가 아프고, 몸이 너무 피곤해.": [
    "라싸열"
  ],
  "아이가 갑자기 말도 잘 못하고, 몸도 잘 안 움직여서 걱정이야.": [
    "라이 증후군"
  ],
  "최근에 숲에 갔다 왔는데, 몸에 이상한 발진이 생기고 피곤해.": [
    "라임병"
  ],
  "고무장갑을 썼더니 손이 가려워지고 붓더라.": [
    "라텍스 알레르기"
  ],
  "귀가 아프고, 얼굴 한쪽이 얼얼해지더니 이상한 발진도 생겼어.": [
    "람세이 헌트 증후군"
  ],
  "피부에 이상한 병변이 생기고, 자꾸 피곤해.": [
    "랑거한스세포 조직구증식증"
  ],
  "최근에 비 오는 날에 진흙탕에서 놀고 나서 몸이 이상해졌어. 열이 나고, 근육이 뻐근하고, 몸이 너무 피곤해.": [
    "렙토스피라증"
  ],
  "얼굴에 붉은 반점이 생기고, 특히 뺨이 뜨거워지는 느낌이 들어. 화장도 잘 안 먹고, 뾰루지가 자꾸 나.": [
    "로사세아"
  ],
  "요즘 기억력이 자꾸 떨어지는 것 같아. 중요한 일도 잊어버리고, 기분도 갑자기 우울해져.": [
    "로우 증후군"
  ],
  "아이가 갑자기 고열을 앓더니, 나중에 몸에 발진이 나타났어. 잠도 잘 못 자고, 짜증을 많이 내.": [
    "로즈올라"
  ],
  "애가 하루 종일 토하고 설사를 하더니, 힘이 없고 물도 잘 못 마시겠대.": [
    "로타 바이러스 감염증"
  ],
  "요즘 다리에 힘이 빠지는 느낌이 자주 들어. 걸을 때 불안하고, 자꾸 넘어질 것 같아.": [
    "로하드 증후군"
  ],
  "손가락이 점점 힘이 빠져서 자잘한 일도 힘들어. 말도 잘 안 나오고, 움직이는 것도 힘들어.": [
    "루게릭병"
  ],
  "목이 붓고, 숨쉬기가 답답해져서 불안해. 음식을 삼키기도 힘들고, 목소리도 이상해.": [
    "루드비히 안자이나"
  ],
  "자꾸 과거의 일들이 머릿속에서 떠오르면서 괴롭혀. 아무리 잊으려 해도 생각이 나.": [
    "루미네이션 증후군"
  ],
  "아이가 태어나서부터 발달이 늦고, 손발이 작고 이상해 보여. 잘 걷지도 못하고, 말도 늦어.": [
    "루빈스타인 테이비 증후군"
  ],
  "요즘 기억력이 갑자기 나빠지고, 일상생활이 힘들어. 자꾸 헷갈리고, 이상한 행동도 보여.": [
    "루이소체 치매"
  ],
  "요즘 목이 좀 부풀어 오르고, 만져보면 뭔가 덩어리가 있는 것 같아.": [
    "림프절 비대"
  ],
  "목이나 겨드랑이에 통증이 느껴져서 가끔 움직일 때마다 아파.": [
    "림프절 통증"
  ],
  "몸이 자주 피곤하고, 특히 목의 덩어리가 커지는 것 같아서 걱정돼.": [
    "림프종"
  ],
  "요즘 계속 허리랑 관절이 아프고, 피부가 좀 이상해졌어.": [
    "마로토-라미 증후군"
  ],
  "키가 크고 팔과 다리가 길어서 그런지, 가끔 심장이 두근거리는 것 같아.": [
    "마르판 증후군"
  ],
  "수영하고 나서 갑자기 숨이 막히고 기침이 나왔어.": [
    "마른익사"
  ],
  "요즘 감기처럼 아프고, 몸이 자꾸 떨리고 열이 나는 것 같아.": [
    "마버그열"
  ],
  "갑자기 팔이나 다리가 잘 움직이지 않아서 불안해.": [
    "마비"
  ],
  "갑자기 머리가 너무 아프고, 말도 잘 안 나오고 팔이 감각이 없어.": [
    "마비 뇌출혈"
  ],
  "최근에 좀 이상한 질병에 걸린 것 같아. 소변 볼 때 아프고 가려워.": [
    "마이코플라즈마질염"
  ],
  "요즘 계속 목이 간지럽고 기침이 나는데, 이게 잘 안 멈춰.": [
    "만성 기침"
  ],
  "피부가 계속 가렵고, 빨갛게 부풀어 오르더니 자꾸 벗겨져.": [
    "만성 단순 태선"
  ],
  "배가 자주 아프고, 기름진 음식을 먹으면 더 불편해.": [
    "만성 담낭염"
  ],
  "피부가 노랗게 변하고, 소화도 잘 안 되는 것 같아.": [
    "만성 담즙 정체증"
  ],
  "특정한 게 아니라 가끔씩 몸에 두드러기가 나고 가려워.": [
    "만성 두드러기"
  ],
  "요즘 피곤하고, 쉽게 멍이 드는 것 같아.": [
    "만성 림프구성 백혈병"
  ],
  "소변이 자주 마려운데, 양은 많이 나오지 않아.": [
    "만성 방광부전"
  ],
  "코가 항상 막혀있고, 머리가 무겁고 아픈 느낌이 들어.": [
    "만성 부비동염"
  ],
  "코가 자주 막히고, 재채기가 계속 나와서 불편해.": [
    "만성 비염"
  ],
  "자꾸 피곤하고, 몸이 부풀어 오르는 것 같아.": [
    "만성 신부전"
  ],
  "요즘 허리 아래가 아프고, 소변을 볼 때마다 아파.": [
    "만성 신우신염"
  ],
  "자꾸 몸이 부풀고 피로감이 심해졌어.": [
    "만성 신장 질환"
  ],
  "최근에 내가 먹은 후에 계속해서 구토가 나와서 너무 힘들어. 식사 후에는 항상 속이 불편해.": [
    "말로리-바이스 증후군"
  ],
  "운동할 때 다리가 너무 아프고, 걸을 때마다 힘들어서 자꾸 쉬어야 해.": [
    "말초 동맥 질환"
  ],
  "손끝이 자주 저리거나 따끔거리는 것 같아. 특히, 물건을 잡을 때 힘이 들어.": [
    "말초 신경 손상"
  ],
  "가끔 발이 뜨겁고 저릿저릿한 느낌이 들어서 불편해.": [
    "말초 신경병증"
  ],
  "갑자기 주변이 빙글빙글 도는 것 같아서 일어설 때마다 멀미가 나.": [
    "말초성 어지럼증"
  ],
  "손이나 발이 자꾸 아프고, 저릿한 느낌이 들어서 일상생활이 힘들어.": [
    "말초신경염"
  ],
  "갑자기 시야에 검은 점들이 생기고, 빛이 번쩍이는 것 같아.": [
    "망막 박리 및 망막 열공"
  ],
  "눈앞에 흐릿한 막이 생긴 것 같고, 잘 보이지 않아.": [
    "망막 전막"
  ],
  "요즘 눈이 자꾸 아프고, 잘 보이지 않는 것 같아.": [
    "망막 질환"
  ],
  "갑자기 시야에 붉은 점들이 보이고, 눈이 아파.": [
    "망막 출혈"
  ],
  "눈이 갑자기 흐릿해지고, 주변이 잘 안 보이는 것 같아.": [
    "망막 혈관 폐쇄"
  ],
  "눈에 뭔가 이상한 게 생긴 것 같은데, 점점 커지고 색깔도 변하는 것 같아.": [
    "맥락막 흑색종"
  ],
  "눈꺼풀에 작은 뾰루지가 나서 뭔가 불편한 느낌이 들어.": [
    "맥립종"
  ],
  "배가 아프고, 오른쪽 아랫배가 특히 더 아파. 뭐가 잘못된 걸까?": [
    "맹장염"
  ],
  "머리카락이 빠지는 것 같은데, 두피가 가렵고 벗겨지기도 해.": [
    "머리 백선"
  ],
  "머리에서 간지러운 느낌이 계속 드는데, 뭔가 기어다니는 것 같아.": [
    "머릿니"
  ],
  "자주 아프고, 회복이 잘 안 되는 느낌이야. 감기 같은 것도 정말 오래 가.": [
    "면역결핍증"
  ],
  "자주 코막힘이나 감기가 걸리는데, 이게 뭔가 문제가 있나?": [
    "면역글로불린 A 신병증"
  ],
  "몸에 멍이 자주 생기고, 피가 잘 안 멈추는 것 같아.": [
    "면역혈소판감소증"
  ],
  "팔이나 다리에 작은 뾰루지가 나서 거칠거칠해 보이는데, 이거 어떡하지?": [
    "모공각화증"
  ],
  "피부에 붉은 뾰루지가 나서 아프고, 가려운 느낌이 들어.": [
    "모낭염"
  ],
  "요즘 목이 너무 아파서 고개를 돌리거나 아래를 보면 찌릿찌릿해.": [
    "목 통증"
  ],
  "목 뒤쪽이 뻐근하고 만지면 아픈 느낌이 들어.": [
    "목근육통"
  ],
  "몸이 가렵고 피부에 작은 물집이 생기는 것 같아.": [
    "몸니증"
  ],
  "가끔씩 갑자기 기분이 안 좋고 너무 피곤해져서 아무것도 하기 싫어.": [
    "묘성 증후군"
  ],
  "손이나 발이 갑자기 이상하게 저리거나 감각이 없어져.": [
    "무감각증"
  ],
  "머리가 너무 아프고 열이 나고 구역질이 나.": [
    "무균성 수막염"
  ],
  "요즘 정말 힘이 없고 아무것도 하고 싶지 않아.": [
    "무기력증"
  ],
  "숨을 쉬기가 힘들고 가슴이 답답해.": [
    "무기폐"
  ],
  "자꾸 몸이 저절로 움직이거나 떨려서 걱정이야.": [
    "무도증"
  ],
  "요즘 자꾸 힘이 없고, 목이 아픈 느낌이 들어.": [
    "무력증 자궁경부"
  ],
  "위가 아프고 소화도 잘 안 되는 것 같아.": [
    "무른 궤양"
  ],
  "무릎이 아프고 뻣뻣한 느낌이 들어서 잘 못 움직여.": [
    "무릎 관절염"
  ],
  "요즘 손이 저리고, 발이 힘이 없어서 걷기가 힘들어. 그리고 갑자기 말이 더듬어지는 것 같아.": [
    "미나마타병"
  ],
  "요즘 귀에서 윙윙 소리가 나고, 머리가 너무 어지러워서 일어나는 게 무섭네.": [
    "미로염"
  ],
  "숨쉬기가 힘들고, 기침이 자꾸 나와서 불편해. 특히 운동하면 더 힘들어.": [
    "미만성 간질성 폐질환"
  ],
  "친구들이 나를 보고 귀가 이상하게 생겼다고 놀려. 그리고 내 목소리도 좀 이상해.": [
    "바르덴부르크 증후군"
  ],
  "아래쪽에 뭔가 덩어리가 만져지는데, 약간 아프고 불편해.": [
    "바르톨린 낭종"
  ],
  "최근에 열이 나고, 몸이 쑤시고 피로감이 심해. 나가면 더 힘들어지는 것 같아.": [
    "바베스열원충증"
  ],
  "눈이 가렵고, 붉어져서 불편해. 눈물도 자주 나와.": [
    "바이러스 결막염"
  ],
  "갑자기 열이 나고, 몸에서 이상한 출혈이 생기기 시작했어. 너무 무서워.": [
    "바이러스 출혈열"
  ],
  "머리가 너무 아프고, 빛도 싫어서 방에만 있어. 목도 아파.": [
    "바이러스성 뇌수막염"
  ],
  "손에 작은 혹 같은 게 생겼는데, 좀 불편해.": [
    "바이러스성 사마귀"
  ],
  "배가 아프고 설사가 자주 나서 너무 힘들어.": [
    "바이러스성 장염"
  ],
  "무릎이 이상하게 아프고, 꺾일 때마다 소리가 나. 무릎을 구부리거나 펼 때마다 뭔가 걸리는 느낌이 들어.": [
    "반월판 연골손상"
  ],
  "갑자기 무릎이 붓고, 걸을 때마다 아파서 힘들어. 요즘에는 손목도 조금 불편한 느낌이 들어.": [
    "반응성 관절염"
  ],
  "사람들하고 잘 어울리지도 않고, 누군가 가까이 오면 불안해져. 친구를 사귀는 게 힘들어.": [
    "반응성 애착 장애"
  ],
  "피부에 이상한 자국이 생기고, 가렵고 아픈 게 느껴져. 특히 햇볕에 나가면 더 심해져.": [
    "반점치"
  ],
  "얼굴의 한쪽이 자꾸 떨리고, 그게 너무 신경 쓰여서 말할 때도 불편해.": [
    "반측성 안면 경련"
  ],
  "배가 아프고, 설사가 멈추지 않아. 병원에 가도 잘 낫지 않는 것 같아.": [
    "반코마이신 내성 장알균 감염"
  ],
  "상처가 잘 아물지 않고, 붓고 열이 나. 병원에서 치료받는데도 계속 안 좋아져.": [
    "반코마이신 내성 황색포도알균"
  ],
  "갑자기 손이 저리거나 아프고, 아무 이유 없이 기분이 우울해져.": [
    "반티 증후군"
  ],
  "자꾸만 부모님 말을 안 듣고, 화가 나면 욕도 하고. 나 자신도 이상한 기분이 들어.": [
    "반항성 장애"
  ],
  "배에 뭔가 불룩 튀어나온 게 느껴지는데, 가끔 아프기도 해.": [
    "반흔 탈장"
  ],
  "갑자기 가슴이 너무 아프고, 숨이 막히는 것 같아. 심장이 너무 빠르게 뛰는 것 같아.": [
    "발살바동 동맥류 파열"
  ],
  "요즘 몸이 좀 뜨끈뜨끈한데, 자꾸 피곤하고 졸려.": [
    "발열"
  ],
  "수혈하고 나서 몸이 엄청 덥고, 온몸이 쑤시고 아파.": [
    "발열성 수혈 부작용"
  ],
  "아기가 잘 자라지 않는 것 같고, 숨 쉬는 게 힘들어 보여.": [
    "발육부전성 좌심 증후군"
  ],
  "이가 좀 이상하게 나고, 잇몸도 부풀어 오른 것 같아.": [
    "발육성 치성 낭종"
  ],
  "갑자기 몸이 떨리고, 정신이 혼미해졌어.": [
    "발작"
  ],
  "심장이 너무 빠르게 뛰어서 숨이 가빠.": [
    "발작성 빈맥"
  ],
  "갑자기 심장이 쿵쿵거리고, 가슴이 답답해.": [
    "발작성 상심실성 빈맥"
  ],
  "갑자기 기침이 나와서 숨이 턱 막힐 것 같아.": [
    "발작성기침"
  ],
  "밤에 소변 볼 때 피가 섞여 나와서 깜짝 놀랐어.": [
    "발작성야간혈색뇨"
  ],
  "몸에 빨갛고 간지러운 발진이 생겼어.": [
    "발진열"
  ],
  "요즘 피부에 이상한 병변이 생기고, 가렵고 아파.": [
    "방선균증"
  ],
  "가끔 숨쉬기가 힘들고, 아랫배가 아픈 것 같아.": [
    "방실 중격 결손"
  ],
  "요즘 계속 배가 아프고, 특히 한쪽 옆구리가 너무 아파서 움직이기 힘들어.": [
    "배아세포종"
  ],
  "요즘 눈이 뿌옇게 보이고, 특히 밝은 곳에서 눈이 더 아파서 잘 못 보겠어.": [
    "백내장"
  ],
  "피부에 하얀 점들이 생기면서 점점 퍼지고 있어. 거울 볼 때마다 신경 쓰여.": [
    "백반증"
  ],
  "피부가 너무 하얗고, 머리카락도 희고 눈동자까지 밝아져서 사람들이 이상하게 쳐다봐.": [
    "백색증"
  ],
  "피부에 동그란 붉은 반점이 생기고, 가려움증이 심해져서 정말 괴로워.": [
    "백선증"
  ],
  "기침이 너무 심해져서 숨쉬기가 힘들고, 밤에 자는 것도 어렵네.": [
    "백일해"
  ],
  "요즘 피검사 했는데 의사가 백혈구 수치가 너무 높다고 하더라고.": [
    "백혈구 증가증"
  ],
  "요즘 계속 피곤하고, 쉽게 멍이 들고 출혈이 자주 생겨서 걱정이야.": [
    "백혈병"
  ],
  "발이 찬 것 같고, 걷는 게 너무 힘들어. 다리에 통증도 느껴지고 가끔 저려.": [
    "버거씨병"
  ],
  "배가 아프고 황달이 생겼는데, 의사가 간 문제라고 하더라구.": [
    "버드 키아리 신드롬"
  ],
  "요즘 목이 부풀어오르고, 피곤해서 힘들어.": [
    "버킷 림프종"
  ],
  "최근에 다리가 좀 힘이 빠지는 것 같아. 계단을 오르내릴 때 특히 힘들어.": [
    "베커형 근이영양증"
  ],
  "요즘 아이가 다른 친구들보다 몸집이 훨씬 크고, 더 배가 나와 있는 것 같아.": [
    "베크위트-위드만 증후군"
  ],
  "요즘 얼굴 한쪽이 이상하게 처지는 것 같고, 웃을 때도 느낌이 이상해.": [
    "벨 마비"
  ],
  "요즘 장이 잘 안 움직이는 것 같아. 화장실 가는 게 너무 힘들어.": [
    "변비"
  ],
  "갑자기 화장실 가고 싶은 느낌이 오면 참지 못하고, 실수하는 경우가 많아졌어.": [
    "변실금"
  ],
  "무릎이 자꾸 아프고, 걸을 때 쿵쿵 소리가 나는 것 같아.": [
    "변형성 고관절증"
  ],
  "요즘 감기 기운도 없는데 갑자기 기침과 발열이 심해졌어.": [
    "변형코로나바이러스감염증"
  ],
  "별로 힘을 주지 않았는데 뼈가 부러져버렸어.": [
    "병리적 골절"
  ],
  "병원에서 치료받고 있는데, 갑자기 기침이 심해지고 숨 쉬기가 힘들어졌어.": [
    "병원 감염성 폐렴"
  ],
  "가끔 이유 없이 물건을 훔치고 싶은 충동이 생기는 것 같아.": [
    "병적 도벽"
  ],
  "요즘 뭔가 몸이 자꾸 무거운 느낌이 들어. 특히 뼈가 약해지는 것 같고, 자주 피곤해.": [
    "부갑상선 기능 저하증"
  ],
  "최근에 뼈가 너무 아프고, 자꾸 갈증이 나. 식욕도 이상하게 많아졌어.": [
    "부갑상선기능항진증"
  ],
  "목에 뭔가 덩어리가 만져지고, 목소리가 좀 변한 것 같아.": [
    "부갑상선암"
  ],
  "한쪽 고환이 따끔따끔 아프고, 부풀어 오른 것 같아.": [
    "부고환염"
  ],
  "가끔 심장이 불규칙하게 뛰는 것 같고, 숨이 차는 느낌이 들어.": [
    "부르가다 증후군"
  ],
  "요즘 머리가 아프기도 하고, 특히 코 주변이 더 아픈 것 같아.": [
    "부비동 두통"
  ],
  "코가 막히고, 얼굴이 뻐근해. 가끔 열도 나는 것 같아.": [
    "부비동염"
  ],
  "피부에 뭔가 이상한 것이 나고, 가렵고 아파.": [
    "부스럼"
  ],
  "요즘 몸무게가 갑자기 늘어나고, 땀이 많이 나는 것 같아.": [
    "부신 종양"
  ],
  "항상 피곤하고, 체력이 떨어진 것 같아. 식욕도 별로 없어.": [
    "부신기능저하증"
  ],
  "이유 없이 열이 나고, 계속 피곤해서 힘들어.": [
    "불명열"
  ],
  "요즘 자꾸 불안하고, 마음이 편하지 않아.": [
    "불안"
  ],
  "매일매일 불안해서 일이 손에 안 잡혀.": [
    "불안 장애"
  ],
  "요즘 자꾸 코가 막히고 재채기를 자주 해. 날씨랑 상관없이 코가 간지럽고 불편해.": [
    "비알레르기성 비염"
  ],
  "최근에 배가 좀 뚱뚱해진 것 같고, 자주 피곤해. 기름진 음식을 많이 먹지는 않았는데 왜 이럴까?": [
    "비알코올성 지방간 질환"
  ],
  "코 안에 뭐가 있는 느낌이 계속 들어서 답답해. 특히 한쪽 코가 막힐 때가 많아.": [
    "비용종"
  ],
  "목구멍이 계속 아프고, 음식 삼키기도 힘들어. 목소리도 이상해지고, 귀에서 소리가 나.": [
    "비인두 종양"
  ],
  "목이 계속 아프고, 말할 때도 힘들어. 요즘은 귀도 아프고, 목소리가 변한 것 같아.": [
    "비인두암"
  ],
  "소변 볼 때마다 아프고, 자주 화장실 가고 싶어. 너무 불편해.": [
    "비임균성 요도염"
  ],
  "왼쪽 배가 아프고, 체중이 줄어드는 것 같아. 피곤하고 식욕도 없고, 좀 무기력해.": [
    "비장암"
  ],
  "주기가 아닌데도 출혈이 계속돼서 걱정이야. 이런 일이 처음이라서 당황스러워.": [
    "비정상적 자궁, 질 출혈"
  ],
  "몸 안에서 뭔가 이상한 게 자라나는 것 같아. 주위에서 이상한 소리도 듣고, 불안해.": [
    "비정형 증식증"
  ],
  "최근에 가슴이 뻐근하고, 운동할 때 숨이 차는 것 같아.": [
    "비후성 심근증"
  ],
  "아기가 먹고 나면 자꾸 토하고, 배가 부풀어 오르는 것 같아.": [
    "비후성 유문협착증"
  ],
  "밤에 화장실 가는 횟수가 많아져서 잠을 잘 못 자겠어.": [
    "빈뇨 및 야간뇨"
  ],
  "가끔씩 심장이 너무 빨리 뛰는 느낌이 들어서 불안해.": [
    "빈맥"
  ],
  "요즘 너무 피곤하고, 아무것도 하기 싫어지는 것 같아.": [
    "빈혈"
  ],
  "요즘 기침이 계속 나고, 가슴이 답답한 느낌이 들어.": [
    "사르코이드증"
  ],
  "손에 이상한 돌기 같은 게 생겼는데, 아프진 않지만 신경 쓰여.": [
    "사마귀"
  ],
  "머리카락이 자꾸 빠지고, 두피가 가려워서 불편해.": [
    "사면발이증"
  ],
  "요즘 배가 아프고, 기운이 없어서 걱정이야.": [
    "사상충증"
  ],
  "요즘 기침이 심해지고, 열도 나서 몸이 너무 힘들어.": [
    "사스"
  ],
  "눈이 자꾸 이상하게 움직이고, 한쪽만 잘 보이는 것 같아.": [
    "사시"
  ],
  "피부가 자꾸 건조해지고, 가려워서 불편해.": [
    "사이트린 결핍"
  ],
  "요즘 목이 따갑고 기침도 나고, 코도 막혀서 숨쉬기 힘들어.": [
    "상기도 감염"
  ],
  "요즘 다리가 부풀어오르고, 특히 저녁에 더 심해지는 것 같아.": [
    "상대정맥 증후군"
  ],
  "배가 점점 불러오고, 사실 임신도 아닌데 그런 느낌이 들어.": [
    "상상 임신"
  ],
  "피부에 이상한 얼룩이 생기고, 자꾸 피곤해지는 것 같아.": [
    "상염색체 우성 다낭성 신종"
  ],
  "생식기 부위에 작은 덩어리가 생겼는데, 가끔 가려워.": [
    "생식기 사마귀"
  ],
  "생식기 주위에 물집 같은 게 나서 많이 아프고, 가렵기도 해.": [
    "생식기 헤르페스"
  ],
  "생식기 쪽에 여드름 같은 게 나서 너무 신경 쓰여.": [
    "생식기여드름"
  ],
  "하복부에 이상한 덩어리가 만져지고, 뭔가 불편해.": [
    "생식선 및 생식 세포의 신생물"
  ],
  "요즘 자꾸 피곤하고, 심장이 두근거리는 것 같아.": [
    "샤가스병"
  ],
  "다리가 저리고 힘이 빠져서 걷기가 힘들어졌어.": [
    "샤르코 마리 투스병"
  ],
  "가끔 심장이 너무 느리게 뛰어서 어지럽고 힘들어.": [
    "서맥"
  ],
  "엄청난 기억력이나 어떤 기술이 뛰어난데, 사회생활은 힘들어.": [
    "서번트 증후군"
  ],
  "배 쪽에 혹 같은 게 만져지고, 가끔 아프기도 해.": [
    "서혜부 탈장"
  ],
  "요즘 아이가 힘이 많이 없고, 좀 걸어도 쉽게 지쳐해.": [
    "선천성 근육병증"
  ],
  "아기가 태어났는데, 몸의 모양이 좀 이상해 보여.": [
    "선천성 기형"
  ],
  "눈이 좀 이상하게 생겼고, 시력이 잘 안 보이는 것 같아.": [
    "선천성 눈 기형"
  ],
  "아기가 노란색으로 변하고, 배가 불러 보이더라고.": [
    "선천성 담관 폐쇄증"
  ],
  "아이가 먹은 음식을 잘 소화하지 못하는 것 같아.": [
    "선천성 대사 이상 질환"
  ],
  "아기의 발이 안으로 휘어져서 걷기가 힘들 것 같아.": [
    "선천성 만곡족"
  ],
  "아이가 좀 더 크지 못하고, 몸매가 남다른 것 같아.": [
    "선천성 부신과다 형성증"
  ],
  "아기가 머리를 한쪽으로만 기울이고 있는 것 같아.": [
    "선천성 사경"
  ],
  "아이 피부색이 좀 이상해서 햇빛에 나가면 피부가 빨개져.": [
    "선천성 색소결핍증"
  ],
  "아기가 먹는 걸 잘 못 하고, 자꾸 배가 아프다고 하더라.": [
    "선천성 소장 결손, 폐쇄 및 협착"
  ],
  "아기의 신장이 좀 커진 것 같고, 소변이 잘 나오지 않아.": [
    "선천성 수신증"
  ],
  "아기의 손이나 발 모양이 좀 다른 것 같아.": [
    "선천성 수족부 기형"
  ],
  "아기가 뛰어놀 때 숨이 차는 것 같아.": [
    "선천성 심장 질환"
  ],
  "아기가 잘 먹고, 조금씩 체중이 늘어나는 것 같아서 너무 기뻐.": [
    "성공적인 모유 수유"
  ],
  "관계를 가지려고 하면 항상 불편함이 느껴져서 힘들어.": [
    "성교통"
  ],
  "또래 친구들보다 많이 작고, 키가 자꾸 안 크는 것 같아.": [
    "성장호르몬 결핍증"
  ],
  "어린데도 불구하고 친구들보다 빨리 성장하는 것 같아, 좀 어색해.": [
    "성조숙증"
  ],
  "피부가 붉게 발진이 나고, 목도 아픈 것 같아.": [
    "성홍열"
  ],
  "변이 자주 싸고, 배가 아픈 게 정말 힘들어.": [
    "세균성 이질"
  ],
  "가려움증이 심하고, 냄새가 나는 것 같아서 불편해.": [
    "세균성 질염"
  ],
  "기침이 계속 나고, 숨쉬기가 좀 힘든 것 같아.": [
    "세기관지염"
  ],
  "기분이 너무 좋다가 갑자기 불안해지고, 몸이 떨려.": [
    "세로토닌 증후군"
  ],
  "배가 자주 아프다고 하면서도 특별한 이유가 없는 것 같아.": [
    "소아 기능성 복통"
  ],
  "기침이 계속 나와서 친구들 앞에서 좀 창피해.": [
    "소아 기침"
  ],
  "요즘 머리가 자주 아프고, 눈이 좀 이상한 것 같아.": [
    "소아 뇌종양"
  ],
  "소변에서 거품이 많이 나고, 몸이 좀 부풀어 오른 것 같아.": [
    "소아 단백뇨"
  ],
  "요즘 친구가 자꾸 물 많이 마시고, 화장실도 자주 간다고 하더라고.": [
    "소아 제2형 당뇨병"
  ],
  "요즘 친구가 운동할 때마다 숨쉬기가 힘들다고 하더라.": [
    "소아 천식"
  ],
  "친구 배에 뭔가 불룩 튀어나온 게 보였는데, 아프다고 하더라.": [
    "소아 탈장"
  ],
  "요즘 친구가 무릎이 아프다고 해서 잘 뛰지도 못하더라.": [
    "소아 특발성 관절염"
  ],
  "친구가 기침을 많이 하고, 열도 나서 힘들다더라.": [
    "소아 폐렴"
  ],
  "친구가 소변 색깔이 이상하다고 하더라.": [
    "소아 혈뇨"
  ],
  "친구가 자꾸 손을 씻고, 정리정돈 안 되면 불안해하더라.": [
    "소아강박증"
  ],
  "친구 피부에 희끗희끗한 게 많이 생겼다고 하더라.": [
    "소아건선"
  ],
  "친구가 가끔 혼자 중얼거리거나 이상한 행동을 한다고 하더라.": [
    "소아기 조현병"
  ],
  "친구가 갑자기 숨을 못 쉬겠다고 하더라.": [
    "소아기도폐쇄"
  ],
  "친구가 가끔 갑자기 몸이 뻣뻣해지더니 의식을 잃는다고 하더라.": [
    "소아뇌전증"
  ],
  "요즘 애가 약 먹고 나서 계속 배가 아프대. 화장실도 자주 가고.": [
    "소아항생제설사"
  ],
  "애가 혀에 뭔가 생겼다고 하는데, 뭔가 아프대.": [
    "소아혓바늘"
  ],
  "피부가 가려워서 미치겠어. 긁고 싶어도 긁으면 더 간지럽고.": [
    "소양증"
  ],
  "피부가 이상하게 각질이 생기고, 뭔가 두꺼워진 느낌이야.": [
    "소와각질융해증"
  ],
  "가슴이 너무 뚱뚱해 보이고, 불편해.": [
    "소유방증"
  ],
  "몸이 너무 작아서 친구들이 놀려.": [
    "소이증"
  ],
  "요즘 배가 아프고, 살도 빠지고 있어.": [
    "소장암"
  ],
  "배가 자주 아프고, 먹은 게 소화가 잘 안 되는 것 같아.": [
    "소장의 혈관 장애"
  ],
  "요즘 너무 피곤하고, 얼굴이 창백해 보여.": [
    "소적혈구빈혈"
  ],
  "손발이 자주 저리고, 감각이 없어져서 불편해.": [
    "소혈관질환"
  ],
  "뭔가 잘못된 것 같은데, 먹은 게 목에 걸린 느낌이야.": [
    "소화관의 이물"
  ],
  "뭐 좀 먹으면 배가 불편해지고, 속이 더부룩해.": [
    "소화불량"
  ],
  "어깨가 아프고 팔을 움직일 때마다 통증이 느껴져서 힘들어. 옷을 입거나 가방을 메는 것도 너무 아프고, 때때로 소리도 나.": [
    "쇄골 골절"
  ],
  "입이 항상 마르고, 눈도 뻑뻑해서 불편해. 물을 자주 마셔야 하고, 야외에서 햇볕을 쬐면 더 힘들어.": [
    "쇼그렌 증후군"
  ],
  "갑자기 너무 어지럽고 힘이 빠져서 일어설 수가 없어. 심장이 두근거리고, 몸이 차가워지는 것 같아.": [
    "쇼크"
  ],
  "가게에 가면 꼭 뭔가 사야만 할 것 같고, 나중에 후회하는 경우가 많아. 돈을 쓰고 나면 기분이 좋다가도 금방 우울해져.": [
    "쇼핑중독"
  ],
  "손목이 자꾸 저리고 아파서 컴퓨터 작업할 때 너무 힘들어. 손가락도 가끔씩 힘이 빠지는 것 같아.": [
    "수근관 증후군"
  ],
  "몸에 가려운 발진이 생기고, 열도 나서 정말 힘들어. 나중에는 통증이 심해져서 잠을 잘 수가 없어.": [
    "수두와 대상포진"
  ],
  "손을 다쳤는데, 움직일 때마다 아프고 부풀어 올라서 불편해. 특히 손가락을 쥐면 더 아파.": [
    "수부 외상"
  ],
  "소변을 자주 보는데도 시원하지 않고, 배가 자꾸 아파. 다리도 붓고 불편해.": [
    "수신증"
  ],
  "요즘 몸이 자꾸 아프고, 손이나 발이 떨리는 것 같아. 머리도 자주 아프고, 기분도 이상해.": [
    "수은 중독"
  ],
  "무릎이 자주 아프고, 특히 운동할 때 힘든 것 같아. 계단 오를 때마다 뚝뚝 소리가 나기도 해.": [
    "슬관절 장애"
  ],
  "무릎 뒤쪽이 뻐근하고, 가끔씩 부풀기도 해. 특히 장시간 앉아 있다가 일어날 때 불편함이 더 심해져.": [
    "슬라이 증후군"
  ],
  "다리 쪽에 뭐가 불룩하게 나와서 이상한 감각이 느껴져. 가끔씩 저릿저릿하기도 해.": [
    "슬와 동맥 동맥류"
  ],
  "다리에서 무언가 눌리는 것 같은 느낌이 들어서 걷기가 힘들어. 가끔 무릎 쪽이 찌릿찌릿해.": [
    "슬와 동맥 포착증"
  ],
  "계속해서 아이를 잃어서 너무 힘들어. 의사 선생님도 이유를 잘 모르겠다고 하셔서 마음이 아파.": [
    "습관성 유산"
  ],
  "피부가 가렵고, 긁으면 더 심해지는 것 같아. 특히 손과 팔에 빨갛게 발진이 나고 있어.": [
    "습진"
  ],
  "가슴이 뻐근하고, 가끔 숨이 차는 것 같아. 특히 운동할 때 더 힘든 것 같아.": [
    "승모판 기능부전"
  ],
  "가끔씩 가슴이 두근거리고, 어지러운 느낌이 들어. 특히 스트레스를 받을 때 더 심해지는 것 같아.": [
    "승모판 탈출증"
  ],
  "가슴이 답답하고, 운동할 때 너무 힘들어져. 위가 불편한 느낌이 나기도 해.": [
    "승모판 협착"
  ],
  "가끔씩 가슴이 아프고, 숨이 차서 힘든 것 같아. 특히 누워있을 때 더 불편해.": [
    "승모판막 폐쇄 부전증"
  ],
  "요즘에 음식 먹고 나면 가슴이 아프고 답답한 느낌이 자주 들어.": [
    "식도정맥류"
  ],
  "요즘에 배고픔이 자꾸 느껴져서 아무거나 막 먹게 돼.": [
    "식욕 증가"
  ],
  "어떤 음식을 먹으면 피부가 간지럽고 발진이 나더라.": [
    "식품 알레르기"
  ],
  "손발이 자주 저리고 힘이 빠지는 것 같아.": [
    "신경근병증"
  ],
  "갑자기 몸에서 이상한 변화가 느껴져서 걱정돼.": [
    "신경내분비 종양"
  ],
  "요즘 들어 머리가 아프고 기분이 이상해.": [
    "신경매독"
  ],
  "요즘 애가 자꾸 배 아프다고 해서 걱정이야.": [
    "신경모세포종"
  ],
  "피부에 뭔가 이상한 혹 같은 게 생겼어.": [
    "신경섬유종"
  ],
  "요즘에 식사를 거의 안 하고 무슨 일이 있어도 기분이 별로야.": [
    "신경성 식욕부진증"
  ],
  "자꾸 먹고 나서 후회하는 일이 반복돼.": [
    "신경성 폭식증"
  ],
  "아기가 갑자기 몸을 움찔거리거나 떨고 있어요. 자고 있을 때도 그런 일이 자주 일어나요.": [
    "신생아 경련"
  ],
  "아기가 자꾸 배가 아프다고 울고, 토하는 것 같아요. 배가 불룩해 보이기도 하고, 대변이 이상해요.": [
    "신생아 괴사성 장염"
  ],
  "아기가 피부가 좀 누렇게 변하고, 얼굴이 붉어 보이는데, 점점 더 심해져요.": [
    "신생아 다혈구증"
  ],
  "아기가 갑자기 턱이 떨리기 시작했어요. 그 모습이 너무 귀여운데, 자주 그런 것 같아요.": [
    "신생아턱떨림"
  ],
  "몸이 자꾸 아프고, 피로감을 느끼는 것 같아요. 그리고 피부도 좀 이상해 보여요.": [
    "신성 전신 섬유증"
  ],
  "요즘 피로하고, 허리 쪽이 아픈 것 같아요. 몸에 이상한 덩어리가 있는 것 같아요.": [
    "신세포암종"
  ],
  "소변을 볼 때마다 통증이 느껴지고, 혈이 섞여 나오는 것 같아요.": [
    "신우암"
  ],
  "배가 너무 아프고, 소변이 잘 나오지 않아요. 자주 화장실에 가도 시원하지 않아요.": [
    "신우요관 폐색"
  ],
  "소변을 볼 때마다 불편함이 느껴지고, 이유 없이 체중이 줄어들고 있어요.": [
    "신우요관암"
  ],
  "요즘 가슴이 자주 두근거리고, 힘이 빠진 것 같아. 운동할 때도 숨이 차고, 몸이 뻐근해.": [
    "심근병증"
  ],
  "다리가 자꾸 붓고, 뻐근한 느낌이 들어서 걷기 힘들어. 특히 오랫동안 앉아 있으면 더 심해져.": [
    "심부정맥 혈전증"
  ],
  "갑자기 가슴이 쿵쿵 뛰고, 머리가 어지럽고 불안해져.": [
    "심실 빈맥"
  ],
  "갑자기 의식을 잃고, 주변이 어지럽고, 가슴에서 이상한 소리가 나는 것 같아.": [
    "심실 세동"
  ],
  "항상 피곤하고 숨쉬기가 힘들어. 운동 후에는 가슴이 답답해져.": [
    "심실 중격 결손"
  ],
  "가슴이 갑자기 너무 빠르게 뛰고, 숨이 차서 힘들어.": [
    "심실빈맥"
  ],
  "갑자기 너무 약해져서 쓰러질 것 같은 기분이야. 머리가 어지럽고, 땀도 많이 나.": [
    "심인성 쇼크"
  ],
  "요즘 자주 피곤하고, 운동할 때마다 힘들어서 중간에 쉬어야 해.": [
    "심장 비대"
  ],
  "가슴에서 이상한 통증이 느껴지고, 자주 피곤해져서 걱정이야.": [
    "심장 종양"
  ],
  "가끔씩 가슴이 쿵쾅거리면서 아프고, 숨쉬기가 힘들어져.": [
    "심장 판막 질환"
  ],
  "갑자기 가슴이 너무 아프고, 숨을 쉴 수가 없어.": [
    "심장마비"
  ],
  "자주 피곤하고, 가슴이 답답할 때가 많아서 걱정이야.": [
    "심장병"
  ],
  "갑자기 머리가 멍해지더니 쓰러질 것 같은 기분이 들어.": [
    "심장신경성 실신"
  ],
  "아기가 둘인데, 한 아기가 다른 아기에게 힘을 빼앗기는 것 같아. 한쪽은 너무 작고, 다른 쪽은 너무 커서 걱정이야.": [
    "쌍태아 수혈 증후군"
  ],
  "우리 아기가 요즘 기침하고 콧물이 나서 많이 힘들어해. 밤에 자꾸 깨고, 열도 나는 것 같아.": [
    "아기 감기"
  ],
  "갑자기 입이 부풀고 호흡하기 힘들어서 너무 무서웠어. 뭔가 잘못된 것 같아.": [
    "아나필락시스"
  ],
  "요즘 아이가 자꾸 코로 숨을 쉬고, 목소리도 이상해졌어. 자는 동안 코를 골기도 해.": [
    "아데노이드의 비대를 동반한 편도의 비대"
  ],
  "우리 아이가 요즘 자꾸 불안해하고, 자는 것도 힘들어해. 몸에 멍도 많고, 마음이 아파 보여.": [
    "아동 학대"
  ],
  "아기가 태어날 때 다리 쪽이 너무 아프다고 하더니, 제대로 나오지 못하는 것 같아.": [
    "아두골반 불균형"
  ],
  "요즘 계속 배가 아프고, 가스가 많이 차서 불편해. 화장실도 자주 가는 것 같아.": [
    "아린감"
  ],
  "배가 너무 아프고, 열도 나고, 피로감이 심해. 왠지 식욕도 없고, 몸이 힘들어.": [
    "아메바성 간농양"
  ],
  "화장실에 자주 가게 되고, 배가 아프면서 설사를 해. 변도 피가 섞여 나오는 것 같아.": [
    "아메바성 이질"
  ],
  "요즘 자꾸 배가 아프고, 변도 묽고 뭐가 좀 이상해.": [
    "악구충증"
  ],
  "밤마다 꿈속에서 무서운 장면이 자꾸 나타나서 잠을 잘 못 자겠어.": [
    "악몽 장애"
  ],
  "갑자기 열이 엄청 올라서 몸이 정말 힘들어.": [
    "악성 고열증"
  ],
  "요즘 계속 머리가 아프고, 가끔씩 시야가 흐려지는 것 같아.": [
    "악성 뇌교종"
  ],
  "요즘 손발이 자주 저리거나 힘이 빠지는 느낌이 들어.": [
    "악성 신경교종"
  ],
  "숨쉬기가 힘들고, 가슴이 뻐근한 느낌이 자주 들어.": [
    "악성 종격동 종양"
  ],
  "요즘 가슴이 아프고, 숨을 쉴 때마다 뭔가 찌르는 느낌이 들어.": [
    "악성 중피종"
  ],
  "피부에 생긴 점이 갑자기 커지고 색깔이 변했어.": [
    "악성 흑색종"
  ],
  "요즘 식욕이 없고, 몸무게가 계속 빠지고 있어.": [
    "악액질"
  ],
  "얼굴이 한쪽으로만 이상하게 튀어나온 것 같아.": [
    "안면비대칭"
  ],
  "눈이 빨갛고 가려워서 정말 불편해.": [
    "안암"
  ],
  "눈에 무언가가 들어간 것 같은데 너무 아파.": [
    "안외상"
  ],
  "요즘 친구들끼리 모이면 술 마시는 게 항상 문제야. 내가 술을 너무 많이 마셔서 힘든 것 같아.": [
    "알코올 사용 장애"
  ],
  "내가 요즘 자꾸 배가 아프고, 피부가 노래지는 것 같아. 술 마시는 걸 다시 생각해봐야 할 것 같아.": [
    "알코올성 간질환"
  ],
  "최근에 기억이 잘 안 나고, 친구들의 이름도 헷갈려. 뭔가 잘못된 것 같아.": [
    "알코올성 치매"
  ],
  "요즘 눈이 자꾸 뿌옇게 보이고, 소변에 거품이 많아. 뭔가 이상한 것 같아.": [
    "알포트 증후군"
  ],
  "최근에 몸에 이상한 덩어리가 생겼고, 자꾸 피곤해. 뭔가 큰 문제가 있는 것 같아.": [
    "암"
  ],
  "요즘 몸이 너무 아프고, 특히 특정 부위가 찌릿찌릿해. 이게 계속되면 큰일 날 것 같아.": [
    "암성 통증"
  ],
  "최근에 눕고 일어났을 때 팔이나 다리가 저리더라고. 계속 그런 느낌이 들어.": [
    "압궤 손상"
  ],
  "허리나 다른 뼈가 아프고, 몸을 움직일 때마다 찌릿한 통증이 느껴져.": [
    "압박골절"
  ],
  "요즘 너무 피곤하고, 피부가 좀 어두워진 것 같아. 힘이 없어서 일하기가 힘들어.": [
    "애디슨병"
  ],
  "요즘 목소리가 자꾸 쉬고, 말을 하면 목이 아프고 힘들어.": [
    "애성"
  ],
  "요즘 어깨가 좀 뻐근하고, 팔을 위로 올릴 때 뭔가 찌릿한 느낌이 들어. 무거운 걸 들면 아프기도 하고.": [
    "어깨관절와순파열"
  ],
  "요즘 갑자기 얼굴이 많이 건조하고, 자주 열이 나거나 땀이 나는 느낌이 들어. 기분도 자주 우울해지고.": [
    "에스트로겐결핍증후군"
  ],
  "요즘 자꾸 피곤하고, 몸에 이유 모를 발진이 생겨서 걱정이야. 감기 증상도 자주 나타나는 것 같아.": [
    "에이즈"
  ],
  "애가 다른 친구들보다 손 모양이 좀 이상하고, 얼굴도 뭔가 다르게 생겼어.": [
    "에이퍼트 증후군"
  ],
  "친구 아이가 말을 잘 못하고, 항상 웃고 있으면서도 다른 사람과 잘 어울리지 못하는 것 같아.": [
    "엔젤만 증후군"
  ],
  "요즘 자주 관절이 아프고, 피부가 쉽게 찢어지는 것 같아.": [
    "엘러스-단로스 증후군"
  ],
  "요즘 심장이 자꾸 두근거리고, 숨쉬기가 힘들어서 자주 피곤해.": [
    "엡스테인 심기형"
  ],
  "요즘 얼굴에 여드름이 나서 너무 신경 쓰여. 피부가 울긋불긋해지고, 만지면 아프기도 해.": [
    "여드름"
  ],
  "애를 가지려고 하는데, 시간이 지나도 잘 안 생기는 것 같아.": [
    "여성 불임"
  ],
  "요즘 성관계할 때 흥미가 잘 안 생기고, 기분이 별로야.": [
    "여성 성기능 장애"
  ],
  "요즘 목이 좀 아프고, 말할 때 음성이 이상해져서 힘들어.": [
    "연구개암"
  ],
  "가끔 나도 모르게 극단적으로 감정을 표현하게 돼서 주변 사람들이 놀라는 경우가 많아.": [
    "연극성 인격장애"
  ],
  "몸에 이상한 덩어리가 생겼는데, 아프지는 않지만 자꾸 커지는 것 같아.": [
    "연부조직 육종"
  ],
  "최근에 다른 부위에서 암이 퍼졌다는 얘기를 들었는데, 몸이 좀 무겁고 아픈 곳도 생겼어.": [
    "연부조직 전이"
  ],
  "피부에 작은 혹 같은 게 생겼는데, 만져보면 부드럽고 별로 아프진 않아.": [
    "연성 섬유종"
  ],
  "최근에 성관계 후에 좀 이상한 증상이 나타났어. 가렵고 불편해.": [
    "연성하감"
  ],
  "목이 너무 아프고 삼키기 힘들어. 갑자기 열도 나고 기분이 안 좋아.": [
    "연쇄상구균 인두염"
  ],
  "피부에 빨간 점 같은 게 생겼는데, 가렵고 조금 부풀어 올라.": [
    "연어반"
  ],
  "다리 쪽에 이상한 덩어리가 생겼는데, 아프지는 않지만 자꾸 커지는 것 같아.": [
    "연조직 육종"
  ],
  "다리가 붓고 아파서 걷기가 힘들어. 피부가 뜨거워지는 것 같아.": [
    "연조직염(봉와직염)"
  ],
  "최근에 배가 자주 아프고, 화장실을 자주 가게 돼서 너무 힘들어.": [
    "염증성 장질환"
  ],
  "최근에 가려움증이 심해지고, 냄새도 좀 나서 불편해.": [
    "염증성 질염"
  ],
  "아기가 자다가 갑자기 숨을 안 쉬고 있어서 너무 놀랐어.": [
    "영아 돌연사 증후군"
  ],
  "아기가 수유 후에 계속 토하고, 배가 부풀어 보여서 걱정이야.": [
    "영아 비대성 유문협착증"
  ],
  "아기가 자주 울고 배를 움켜잡고 있어서 정말 힘들어.": [
    "영아 산통"
  ],
  "아기가 엉덩이가 자꾸 아파서 잘 앉지도 못해.": [
    "영아꼬리뼈함몰"
  ],
  "아기가 자는데 갑자기 숨을 안 쉬고 있어서 정말 놀랐어.": [
    "영아돌연사증후군"
  ],
  "아기가 먹는 양이 너무 적어서 자꾸 말라가고 있는 것 같아.": [
    "영양실조"
  ],
  "아기가 기침할 때마다 목에서 가래가 끓는 소리가 나서 걱정이야.": [
    "영유아가래"
  ],
  "아기가 먹고 나서 자꾸 토해서 정말 신경 쓰여.": [
    "영유아구토"
  ],
  "아기가 콧물이 자꾸 나와서 재채기도 많이 해.": [
    "영유아콧물"
  ],
  "아기가 뜨거운 물에 손을 대서 피부가 빨갛게 됐어.": [
    "영유아화상"
  ],
  "요즘 숨쉬기가 정말 힘들고, 운동하고 나면 가슴이 뛸 듯이 아파.": [
    "온전한 심실 중격을 가진 폐동맥 폐쇄"
  ],
  "피부가 가렵고, 특히 밤에 더 심해지는 것 같아.": [
    "옴"
  ],
  "피부에 붉은 반점이 생기고, 가려움이 너무 심해.": [
    "옻 중독"
  ],
  "몸의 아래쪽이 전혀 움직이지 않고, 감각도 없어.": [
    "완전 척수 손상"
  ],
  "나보다 어린 친구들이랑 서있으면 나만 유난히 작아 보여.": [
    "왜소증"
  ],
  "내 손이 마치 내 것이 아닌 것처럼 느껴져, 자꾸 이상한 행동을 해.": [
    "외계인 손 증후군"
  ],
  "눈꺼풀이 이상하게 쳐져서 뭔가 불편해.": [
    "외꺼풀"
  ],
  "무릎이 안쪽으로 꺾여서 걷기가 힘들어.": [
    "외반슬"
  ],
  "코 모양이 좀 이상해서 다른 사람들과 다르게 보여.": [
    "외비 기형"
  ],
  "작은 일에도 화가 나고, 감정이 너무 격해져서 힘들어.": [
    "외상 후 격분장애"
  ],
  "그 사고 생각만 하면 가슴이 두근거리고 잠도 잘 못 자.": [
    "외상 후 스트레스 장애"
  ],
  "머리를 다치고 나서 두통이 심해지고, 이상하게 졸려.": [
    "외상성 경막하 출혈"
  ],
  "엉덩이가 아프고, 다리를 움직일 수가 없어.": [
    "외상성 고관절탈구"
  ],
  "소변이 나올 때마다 너무 아프고, 가끔씩 힘들게 나와서 정말 불편해.": [
    "요도 협착"
  ],
  "소변 볼 때마다 찌르는 느낌이 들어서 너무 불편해.": [
    "요도염"
  ],
  "자꾸 피곤하고, 몸이 부풀어 오르는 느낌이 들어.": [
    "요독증"
  ],
  "소변 보려고 할 때마다 아프고, 자주 화장실에 가게 돼.": [
    "요로 감염"
  ],
  "갑자기 배가 심하게 아프고, 뒤에서 찌르는 것 같아.": [
    "요로결석"
  ],
  "물을 많이 마시고 화장실도 자주 가는 것 같아.": [
    "요붕증"
  ],
  "갑자기 소변이 새버려서 정말 당황스러웠어.": [
    "요실금"
  ],
  "발가락이 너무 아프고, 걷기가 힘들어.": [
    "요족"
  ],
  "허리를 삐끗한 것 같은데, 움직일 때마다 아파.": [
    "요추 염좌"
  ],
  "허리가 자꾸 아프고, 다리까지 저릿저릿해.": [
    "요추 전방전위증"
  ],
  "허리가 너무 아프고, 다리가 마비되는 것 같아.": [
    "요추 추간판 탈출증"
  ],
  "허리 아프고, 걷다 보면 다리가 아파서 쉬어야 해.": [
    "요추관 협착증"
  ],
  "밤에 항문이 가려워서 잠을 제대로 못 자겠어.": [
    "요충증"
  ],
  "요즘 계속 기분이 처지고 아무것도 하고 싶지 않아. 친구들이랑 놀아도 웃을 수가 없어.": [
    "우울증"
  ],
  "우유를 마시면 배가 아프고 가끔 피부가 간지럽더라고.": [
    "우유 알레르기"
  ],
  "운동하고 나면 머리가 너무 아파서 원래 하던 운동도 하기 싫어져.": [
    "운동 두통"
  ],
  "몸이 말을 듣지 않는 것 같아. 걷거나 뛰는 게 너무 힘들어.": [
    "운동 실조증"
  ],
  "운동하면 숨이 차고 가슴이 답답해져서 금방 멈추게 돼.": [
    "운동 유발 기관지 수축"
  ],
  "운동하기 전에 기분이 좋다가도 갑자기 숨이 막히고 기침이 나와서 걱정돼.": [
    "운동 유발 천식"
  ],
  "자꾸 손이나 발이 힘이 빠지고 감각이 이상해지는 것 같아.": [
    "운동신경 질환"
  ],
  "가끔 심장이 갑자기 빨리 뛰고 어지러워서 놀라.": [
    "울프-파킨슨-화이트 증후군"
  ],
  "계단 오르는 게 힘들고 숨이 차서 빨리 지쳐.": [
    "울혈성심부전"
  ],
  "몸에 신경 쓰이는 덩어리가 생겼는데, 의사도 정확한 원인을 모르겠대.": [
    "원발 불명 암종"
  ],
  "생리할 때마다 배가 너무 아프고 일이 힘들어져.": [
    "월경통"
  ],
  "모기에 물리고 나서 열이 나고 몸이 아프고 두통이 심해졌어.": [
    "웨스트나일열"
  ],
  "요즘 뱃속이 너무 더부룩하고 가스가 차서 불편해. 식사 후에 특히 이런 느낌이 심해.": [
    "위정체증"
  ],
  "요즘 소화가 잘 안 되는 것 같아. 자주 속이 쓰리고, 음식을 먹으면 더 힘들어지는 느낌이야.": [
    "위축성 위염"
  ],
  "최근에 질 안쪽이 간지럽고 불편해. 가끔은 통증도 느껴져.": [
    "위축성 질염"
  ],
  "아이가 배가 불룩해 보이고, 언제부턴가 복부에 딱딱한 덩어리가 만져져.": [
    "윌름즈 종양"
  ],
  "그 아이는 친구들보다 조금 다르게 생겼어. 웃을 때 더 밝고, 사람들과 대화하는 걸 좋아하는 것 같아.": [
    "윌리암스 증후군"
  ],
  "요즘 손이 떨리거나 몸이 이상하게 느껴져. 좀 피곤한 것 같아.": [
    "윌슨병"
  ],
  "요즘 기침이 자주 나고 가래가 많이 나와. 숨쉬기가 힘들 때도 있어.": [
    "유관 확장증"
  ],
  "우유나 유제품 먹으면 배가 아프고 가스가 차서 힘들어.": [
    "유당분해효소결핍증"
  ],
  "소변 볼 때마다 따끔거리고 불편해. 자주 화장실 가고 싶어.": [
    "유레아플라스마감염증"
  ],
  "갑자기 시야에 검은 점들이 떠다니는 것 같아. 눈앞이 흐릿해지는 느낌이야.": [
    "유리체 출혈"
  ],
  "아기가 먹고 나면 자주 토하고, 배가 더부룩해 보이는 것 같아.": [
    "유문 협착증"
  ],
  "가슴에 이상한 덩어리가 느껴져서 걱정돼. 만져보면 좀 단단한 것 같기도 하고, 신경 쓰여.": [
    "유방의 엽상 종양"
  ],
  "유두에서 뭔가 이상한 게 나오는 것 같아. 고름 같은 게 나와서 좀 찝찝해.": [
    "유방의 유선관 내 유두종"
  ],
  "가슴이 찌릿찌릿하고 아파서 불편해. 특히 생리 전에 더 심해지는 것 같아.": [
    "유방통"
  ],
  "임신 중에 아기를 잃어버려서 너무 힘들어. 이런 일이 생길 줄은 몰랐어.": [
    "유산"
  ],
  "유산한 뒤에도 몸이 이상해서 계속 아프고, 마음도 복잡해.": [
    "유산 후 계속되는 임신"
  ],
  "수유 중인데 가슴이 너무 아프고 붉어져서 걱정돼.": [
    "유선염"
  ],
  "눈이 엄청 가렵고 빨개지면서 물이 계속 나와.": [
    "유행성 각결막염"
  ],
  "귀 앞쪽이 부풀어 올라서 아프고, 씹는 것도 힘들어.": [
    "유행성 이하선염"
  ],
  "몸에 이상한 발진이 나고, 피곤해서 일상생활이 힘들어.": [
    "육아종증을 동반한 다발혈관염"
  ],
  "무릎에 덩어리가 생겨서 걷는 게 힘들어.": [
    "육종"
  ],
  "목이 계속 아프고 삼키기가 힘들어.": [
    "윤상인두근 장애"
  ],
  "최근에 아래쪽이 좀 부풀어 오르고 아픈 느낌이 들어. 길게 앉아 있거나 걸을 때 더 불편해.": [
    "음낭수종"
  ],
  "요즘 목이 좀 이상해서 말을 할 때 소리가 잘 안 나오고, 목소리가 쉬어.": [
    "음성 장애"
  ],
  "어제 먹은 음식 때문에 피부가 가렵고 발진이 생겼어. 뭔가 잘못된 것 같아.": [
    "음식 알레르기"
  ],
  "조금만 다쳐도 계속 피가 나고, 멈추질 않아. 뭔가 이상해.": [
    "응고 장애"
  ],
  "최근에 말하는 게 좀 힘들어지고, 다른 사람들과 대화할 때 어려움이 많아.": [
    "의사소통장애"
  ],
  "특정한 옷을 입으면 불편하고 불안한 기분이 들어. 뭔가 맞지 않는 느낌이야.": [
    "의상도착증"
  ],
  "혼자 있는 게 너무 힘들고, 항상 누군가에게 의지하고 싶은 마음이 커.": [
    "의존성 성격장애"
  ],
  "피부에 뭐가 나면서 간지럽고, 자꾸 긁게 돼. 뭘 좀 잘못한 것 같아.": [
    "이 사면발이 감염증"
  ],
  "자고 일어났더니 이가 아프고 턱이 뻐근해. 밤에 이를 갈고 있는 것 같아.": [
    "이갈이"
  ],
  "귀가 뻥 뚫린 것처럼 느껴지고, 소리가 이상하게 들려. 뭔가 불편해.": [
    "이관개방증"
  ],
  "목에 무언가 걸린 느낌이 들어서 계속 신경 쓰여. 뭔가 목젖이 간지럽고 불편해.": [
    "인두 이물감"
  ],
  "목이 아프고 말을 할 때마다 따끔거려. 특히 아침에 일어났을 때 더 심해.": [
    "인두통 및 인후통"
  ],
  "자꾸 피곤하고, 목이 마른 것 같아. 자주 화장실에 가게 돼.": [
    "인슐린 비의존성 당뇨병"
  ],
  "혈당이 자꾸 올라서 약을 맞아야 해. 몸이 힘들고, 갑자기 배고픔도 느껴져.": [
    "인슐린 의존성 당뇨병"
  ],
  "기침을 하면 머리가 아파. 자꾸 기침이 나와서 머리가 더 아프기도 해.": [
    "일차 기침 두통"
  ],
  "말이 잘 안 나와서 답답해. 단어가 생각이 안 나고, 문장을 만들기 힘들어.": [
    "일차 진행성 실어증"
  ],
  "몸이 좀 이상해. 다리가 저리거나 힘이 빠져서 걷기 힘들어.": [
    "일차성 측삭 경화증"
  ],
  "몸에서 뭔가 이상한 느낌이 들어. 자꾸 아프고, 이상한 냄새도 나.": [
    "임균 감염증"
  ],
  "소변 볼 때마다 아프고, 자주 가고 싶어져. 뭔가 염증이 있는 것 같아.": [
    "임균성 요도염"
  ],
  "요즘 뭔가 몸이 좀 이상해. 생리 주기가 불규칙하고, 가끔씩 배가 아파.": [
    "자궁 발육부전"
  ],
  "최근에 의사한테서 자궁에 뭐가 있다고 들었어. 조금 걱정돼.": [
    "자궁 상피 내 암종"
  ],
  "요즘 배가 많이 아프고, 구역질도 심해. 임신 아닌데 왜 이럴까?": [
    "자궁 외 임신"
  ],
  "요즘 자꾸 배가 아프고, 이상한 덩어리가 느껴져.": [
    "자궁 육종"
  ],
  "요즘 배가 무겁고, 걷거나 움직일 때 불편해.": [
    "자궁 탈출증"
  ],
  "임신 중에 자꾸 배가 아프고, 조산 위험이 있다고 하더라고.": [
    "자궁경관무력증"
  ],
  "의사에게 검사받았는데, 자궁에 문제가 있다고 하더라.": [
    "자궁경부 미란과 외번"
  ],
  "최근에 의사한테서 자궁경부에 이상이 있다고 들었어.": [
    "자궁경부 상피내 종양"
  ],
  "최근에 검사에서 자궁에 문제가 있다는 얘기를 들었어.": [
    "자궁경부비정형세포"
  ],
  "검사 결과 자궁에 심각한 문제가 있다고 하는데, 많이 걱정돼.": [
    "자궁경부암"
  ],
  "요즘 자꾸 배가 아프고, 이상한 냄새 나는 분비물이 있어.": [
    "자궁경부염"
  ],
  "의사에게서 자궁에 세포 변화가 있다고 해서 걱정이야.": [
    "자궁경부이형성증"
  ],
  "생리 기간에 배가 많이 아프고, 출혈이 심한 것 같아.": [
    "자궁근종"
  ],
  "요즘 배가 자주 아프고, 생리도 불규칙하게 나오는데, 의사한테 가봐야 할 것 같아.": [
    "자궁의 비염증성 장애"
  ],
  "생리할 때마다 배가 너무 아프고, 덩어리가 만져지는 것 같아.": [
    "자궁의 평활근종"
  ],
  "뭔가 아래쪽에서 불편한 느낌이 드는데, 뭔가 빠져나오는 것 같아서 걱정이야.": [
    "자궁탈출"
  ],
  "요즘 배가 너무 아프고, 화장실을 자주 가게 돼서 힘들어.": [
    "자극성 장 증후군"
  ],
  "자기 이야기만 하고 타인의 감정은 전혀 신경 쓰지 않는 친구가 있어.": [
    "자기애성 인격장애"
  ],
  "피부에 이상한 반점이 생기고, 쉽게 멍이 들어서 걱정이야.": [
    "자반"
  ],
  "가슴이 갑자기 찢어지는 듯한 통증이 느껴져서 너무 놀랐어.": [
    "자발성 관상동맥 박리"
  ],
  "갑자기 머리가 너무 아프고, 구역질이 나서 참기 힘들어.": [
    "자발성 두개강 내 출혈"
  ],
  "요즘 힘든 일이 많아서 아예 없어지고 싶다는 생각이 자꾸 들어.": [
    "자살"
  ],
  "아기가 곧 태어날 것 같은데, 진통이 점점 심해지고 있어.": [
    "자연분만과정"
  ],
  "임신 중에 갑자기 배가 아프고 출혈이 생겼어.": [
    "자연유산"
  ],
  "요즘 자꾸 그 생각이 나서 일상생활에 지장이 생겨버렸어.": [
    "자위중독"
  ],
  "최근에 배가 너무 아프고, 심지어 구역질도 나더라고. 음식도 잘 못 먹겠고, 가끔은 배가 부풀어 오르는 느낌이야.": [
    "장 중첩증"
  ],
  "배가 아프고, 다리가 저린 것 같아. 심지어 가끔 기운도 빠지고 힘이 없더라고.": [
    "장간막 동맥 혈전증"
  ],
  "배가 자주 아프고, 특히 식사 후에 더 심해지는 것 같아. 그런 날은 힘이 빠져서 누워있고 싶어.": [
    "장간막 정맥 혈전증"
  ],
  "요즘 배가 자주 아프고, 체중도 빠지더라고. 식욕도 없고 피곤해.": [
    "장결핵"
  ],
  "배가 자주 아프고, 특정 자세를 취할 때 더 아픈 것 같아. 움직이기 힘들고 불편해.": [
    "장경인대 증후군"
  ],
  "요즘 소화가 잘 안 되고, 배가 자주 불러. 또 가끔 설사도 해.": [
    "장누수증후군"
  ],
  "장루가 있어서 관리하는 게 꽤 힘들어. 가끔 불편하고 냄새도 걱정돼.": [
    "장루 및 장루 관리"
  ],
  "배가 너무 아프고, 화장실도 잘 못 가겠어. 그런 날은 정말 힘들어.": [
    "장마비"
  ],
  "피부에 뭔가 발진이 생겼고, 가려워서 참기 힘들어.": [
    "장미색 비강진"
  ],
  "요즘 소화가 잘 안 되고, 자꾸 속이 불편해.": [
    "장상피화생"
  ],
  "배가 너무 아프고, 소화가 잘 안 되는 것 같아. 가스가 차서 불편하고, 화장실에 가고 싶어도 잘 안 돼.": [
    "장폐색"
  ],
  "배가 자꾸 뻐근하고, 소화가 잘 안 되는 느낌이 들어. 가끔씩 복통도 있어.": [
    "장협착"
  ],
  "배가 아프고, 가끔씩 설사를 해. 먹는 게 별로 맛이 없고, 피곤한 것 같아.": [
    "장흡충증"
  ],
  "팔을 움직일 때마다 어깨가 빠질 것 같아. 자주 아프고, 힘이 빠지는 느낌이 들어.": [
    "재발성 견관절 전방 탈구"
  ],
  "무릎이 자주 아프고 붓는 것 같아. 가끔은 걷기도 힘들고 부풀어 오른 느낌이 들어.": [
    "재발성 다발 연골염"
  ],
  "가슴에 덩어리가 생긴 것 같고, 가끔 통증이 있어. 검사받은 지 얼마 안 됐는데, 또 신경 쓰여.": [
    "재발성 유방암"
  ],
  "숨 쉴 때마다 쌕쌕거리고, 가끔씩 기침도 나와. 특히 밤에 더 심해지는 것 같아.": [
    "재발성 천명"
  ],
  "배 주변이 자꾸 불러오르고, 아프기도 해. 뭔가 나오려는 느낌이 드는 것 같아.": [
    "재발성 탈장"
  ],
  "자꾸 피곤하고, 쉽게 지치는 것 같아. 얼굴이 창백해진 느낌이 들어.": [
    "재생불량성 빈혈"
  ],
  "갑자기 코가 간지럽고, 재채기가 멈추지 않아. 눈도 좀 맑아지는 것 같아.": [
    "재채기"
  ],
  "갑자기 머리가 아프고, 어지러운 느낌이 들어. 물 많이 마시는 것 같은데, 왜 이럴까?": [
    "저나트륨혈증"
  ],
  "요즘 자꾸 화장실 가고 싶은데, 소변을 볼 때마다 불편해.": [
    "전립선암"
  ],
  "아, 배가 아프고 아래쪽이 좀 뻐근해. 소변 볼 때도 힘들고.": [
    "전립선염"
  ],
  "요즘 부기가 심해지고, 머리가 아프고, 손이나 발이 저려.": [
    "전자간증"
  ],
  "갑자기 어지럽고 세상이 빙글빙글 돌아가.": [
    "전정 신경염"
  ],
  "최근에 내가 뭘 말하려고 했는지 자주 잊어버려.": [
    "전측두엽 치매"
  ],
  "내 배가 아프고, 갑자기 출혈이 생겼어.": [
    "전치 태반"
  ],
  "아기가 숨을 잘 못 쉬고, 얼굴이 푸르시더라고.": [
    "전폐정맥연결 이상"
  ],
  "요즘 자꾸 피곤하고 근육이 떨려.": [
    "전해질 이상"
  ],
  "갑자기 몸이 마비된 것 같고, 아무것도 느끼지 못해.": [
    "전환 장애"
  ],
  "자꾸 물건이 눈에 들어오면 못 참겠어.": [
    "절도광"
  ],
  "갑자기 배가 아프고, 출혈이 있어.": [
    "절박 유산"
  ],
  "소변이 너무 자주 마려워서 화장실에서 기다리는 게 힘들어.": [
    "절박뇨"
  ],
  "애기 가지려고 하는데, 잘 안 되네.": [
    "정자부족증"
  ],
  "손가락 주변 피부가 많이 붉어지고 아파서, 만지면 찌릿찌릿해.": [
    "조갑주위염"
  ],
  "손톱 아래가 찌그러져서 아프고, 검게 변했어.": [
    "조갑하혈종"
  ],
  "아기가 너무 일찍 나와서 걱정돼.": [
    "조산"
  ],
  "기분이 너무 좋았다가 갑자기 우울해져서 힘들어.": [
    "조울증"
  ],
  "현실과 다른 것들이 보이고 들려서 너무 괴로워.": [
    "조현병"
  ],
  "사람들과의 관계가 너무 힘들고, 항상 불편해.": [
    "조현성 성격장애"
  ],
  "기분이 이상해서 아무것도 하고 싶지 않아.": [
    "조현정동장애"
  ],
  "혈액 관련 문제가 심각해서 치료를 받았어.": [
    "조혈모세포 이식"
  ],
  "발바닥이 아파서 아침에 일어날 때 힘들어.": [
    "족저 근막염"
  ],
  "발목이 자꾸 아래로 떨어져서 걷기가 힘들어.": [
    "족하수증"
  ],
  "위가 너무 아프고, 소화도 잘 안 돼.": [
    "졸링거 엘리슨 증후군"
  ],
  "가슴 한가운데가 아프고 숨쉬기 힘들어.": [
    "종격동염"
  ],
  "팔꿈치가 너무 아파서 물건을 들어 올리기가 힘들어. 특히 팔을 움직일 때마다 찌릿찌릿한 느낌이 들어.": [
    "주관절 외상과염"
  ],
  "얼굴에 작은 갈색 점들이 많이 생겨서 피부가 좀 더 어두워진 것 같아. 햇볕에 더 나가면 더 눈에 띄는 것 같아.": [
    "주근깨"
  ],
  "가끔씩 이유 없이 구역질이 나고, 정말 심하게 구토를 하게 돼. 그럴 때는 하루 종일 아무것도 먹고 싶지 않아.": [
    "주기성 구토 증후군"
  ],
  "가끔씩 갑자기 다리가 힘이 쭉 빠지면서 움직일 수가 없어. 몇 분 후에 다시 괜찮아지긴 하는데 그게 너무 무서워.": [
    "주기성 근육마비"
  ],
  "얼굴이 나이가 들어 보이게 주름이 많이 생겨서 조금 고민이야. 특히 눈가와 입가에 많이 보여서 신경 쓰여.": [
    "주름살"
  ],
  "손이 너무 가렵고, 피부가 갈라지고 벗겨져서 불편해. 특히 설거지하고 나면 더 심해지는 것 같아.": [
    "주부 습진"
  ],
  "얼굴이 빨갛고 뾰루지가 많이 나서 정말 보기 싫어. 특히 뺨과 코 주위가 심해.": [
    "주사"
  ],
  "수업 중에 집중이 잘 안 되고, 자꾸만 다른 생각이 나서 문제를 못 풀겠어. 가만히 있는 것도 힘들어.": [
    "주의력결핍 과잉행동장애"
  ],
  "피부가 자꾸 가렵고, 붉은 반점이 생기고 비늘처럼 일어나는 것 같아.": [
    "지루성 피부염"
  ],
  "머리카락이 너무 기름져서 자주 씻어야 해.": [
    "지루증"
  ],
  "갑자기 머리가 뻥 뚫리는 듯한 심한 통증이 느껴졌어.": [
    "지주막하 출혈"
  ],
  "요즘 자꾸 피곤하고, 얼굴이 하얗게 변해.": [
    "지중해빈혈"
  ],
  "걷는 게 힘들고, 손을 잘 쓰지 못해서 불편해.": [
    "지체 장애"
  ],
  "요즘 몸이 아프고, 피부에 발진이 생겼어.": [
    "지카 바이러스 감염증"
  ],
  "직장에서 먼지를 많이 마셔서 숨쉬기 힘들어.": [
    "직업성 천식"
  ],
  "배변할 때 출혈이 생기고, 배가 자주 아파.": [
    "직장 유암종"
  ],
  "화장실 갔다가 뭔가 빠져나온 느낌이 들어서 놀랐어.": [
    "직장 탈출증"
  ],
  "자꾸 항문 주변이 불편하고, 부풀어 오르는 느낌이 들어.": [
    "직장류"
  ],
  "배변할 때 피가 섞인 변이 나와서 걱정이야.": [
    "직장암"
  ],
  "뭔가 덩어리가 느껴져서 검사를 받았어.": [
    "직장의 양성 종양"
  ],
  "최근에 질이 너무 건조해서 불편해.": [
    "질 위축증"
  ],
  "요즘에 균형 잡기가 너무 힘들고, 걸으면 자꾸 비틀거려.": [
    "척수소뇌변성증"
  ],
  "최근에 손이 떨려서 글씨 쓰기가 너무 힘들어.": [
    "척수소뇌성 운동실조증"
  ],
  "허리 쪽에 뭔가 불룩하게 튀어나온 것 같고, 통증도 느껴져.": [
    "척수수막류"
  ],
  "요즘에 다리가 저리고 아픈 느낌이 들어서 걷기가 힘들어.": [
    "척수염"
  ],
  "허리가 너무 아파서 제대로 서 있기도 힘들고 열도 나.": [
    "척추 골수염"
  ],
  "갑자기 머리가 어지럽고 시야가 흐릿해지더니 기운이 없어.": [
    "척추 뇌저 동맥 증후군"
  ],
  "허리를 많이 쓰니 아프고, 가끔 다리가 저리기도 해.": [
    "척추 분리증"
  ],
  "요즘 허리에서 뭔가 쑤시는 느낌이 자주 들어.": [
    "척추 종양"
  ],
  "허리 쪽에 찌릿한 통증이 느껴지고, 자세를 바꾸기도 힘들어.": [
    "척추갈림증"
  ],
  "피부에 물집이 생기고, 가려워서 참기 힘들어.": [
    "천포창"
  ],
  "요즘 자주 피곤하고, 얼굴이 창백한 것 같아.": [
    "철결핍성 빈혈"
  ],
  "가끔 내 감정을 제어하기 힘들 때가 있어. 사소한 일에도 화가 나거나 충동적으로 행동하게 돼.": [
    "충동조절장애"
  ],
  "요즘 배가 자주 아프고, 아무 것도 먹고 싶지 않아.": [
    "충수암"
  ],
  "갑자기 배꼽 주위가 아프기 시작했는데, 점점 오른쪽 아래로 퍼지는 것 같아.": [
    "충수염"
  ],
  "눈이 붉어지고 가려워서 불편해.": [
    "충혈"
  ],
  "최근에 소화가 잘 안 되고, 등이 아프기 시작했어.": [
    "췌장 전이암"
  ],
  "배에서 뭔가 덩어리가 느껴지는 것 같아.": [
    "췌장물혹"
  ],
  "애가 이가 잘 안 나서 힘들어하고, 아픈 것 같아.": [
    "치아발육 및 맹출 장애"
  ],
  "이가 너무 비뚤어져서 음식 먹기가 힘들어.": [
    "치열"
  ],
  "이가 맞물리지 않아서 씹는 게 불편해.": [
    "치열 궁 관계 이상"
  ],
  "잇몸이 붓고, 피가 나서 걱정돼.": [
    "치은염"
  ],
  "이가 흔들리고, 잇몸이 아파서 음식을 잘 못 먹겠어.": [
    "치조골염"
  ],
  "요즘에 목이 자꾸 부풀어 오르는 것 같아. 씹을 때나 말할 때 불편해지고, 입안이 좀 건조한 느낌이 들어.": [
    "침샘비대증"
  ],
  "요즘에 목에 덩어리가 생긴 것 같아. 통증은 없지만, 씹거나 삼킬 때 불편한 느낌이 들어.": [
    "침샘암"
  ],
  "입 안에 염증이 생긴 것 같아. 목이 아프고, 때때로 고름 같은 게 나와.": [
    "침샘염"
  ],
  "목에 이상한 덩어리가 만져져. 아프진 않지만, 점점 커지는 느낌이야.": [
    "침윤성 소엽암"
  ],
  "피부가 오렌지색으로 변한 것 같아. 특히 손바닥이나 발바닥이 뚜렷해.": [
    "카로틴혈증"
  ],
  "배가 자주 아프고, 소화가 잘 안 되는 것 같아. 피로감도 느껴져.": [
    "카롤리병"
  ],
  "운동하고 나면 너무 힘들고 피곤해져. 근육이 자주 아프고 경련이 나.": [
    "카르니틴 팔미토일 전환효소 결핍증 2형"
  ],
  "가끔씩 배가 아프고, 소화가 좀 안 되는 것 같아. 갑자기 얼굴이 붉어지고, 땀이 나기도 해.": [
    "카르시노이드 종양"
  ],
  "갑자기 얼굴이 붉어지고, 땀이 많이 나고, 심장이 두근거려.": [
    "카르시노이드 증후군"
  ],
  "요즘 애가 좀 느린 것 같고, 키도 안 자라는 것 같아.": [
    "크레틴병"
  ],
  "요즘 할아버지가 갑자기 기억이 잘 안 나고, 이상한 행동을 하시네.": [
    "크로이츠펠트-야콥병"
  ],
  "배가 자주 아프고 화장실도 자주 가는 것 같아.": [
    "크론병"
  ],
  "애가 얼굴 모양이 좀 다르고, 다리도 짧은 것 같아.": [
    "크루존 증후군"
  ],
  "아이가 기침할 때 소리가 좀 이상하고 숨쉬기 힘들어해.": [
    "크루프"
  ],
  "최근에 배가 아프고, 소변칠 때 뭔가 이상한 느낌이 들어.": [
    "클라미디아"
  ],
  "친구가 키가 크고, 몸집이 좀 더 여리여리해.": [
    "클라인펠터 증후군"
  ],
  "아이 다리가 좀 이상한 것 같고, 다른 애들보다 더 짧아 보여.": [
    "클리펠-트라우네이-베버 증후군"
  ],
  "애가 목이 길고, 팔도 좀 길어 보이는 것 같아.": [
    "클리펠-트레노네이 증후군"
  ],
  "요즘 팔과 다리가 저리고, 힘이 풀리는 것 같아.": [
    "타까야수동맥염"
  ],
  "어제 넘어져서 무릎이 많이 아프고, 멍이 들어버렸어.": [
    "타박상"
  ],
  "배가 아프고, 소화가 잘 안 되는 것 같아.": [
    "타석증"
  ],
  "목 아래에 덩어리가 만져지고, 음식을 삼키기 힘들어.": [
    "타액선암"
  ],
  "아랫배 쪽이 좀 부풀어 오르고, 기침할 때나 힘줄 때 그 부분이 더욱 튀어나오는 느낌이 들어.": [
    "탈장"
  ],
  "아이가 배가 아프다고 자주 투덜거리면서, 배에 뭔가 불룩한 게 보이더라고.": [
    "탈장(소아)"
  ],
  "똥을 보고 나서 아랫쪽에서 뭔가 나와 있는 것 같아서 정말 불편해.": [
    "탈항"
  ],
  "피부가 가렵고, 특히 밤에 더 심해져서 잠을 잘 수가 없어.": [
    "털진드기병"
  ],
  "팔꿈치 바깥쪽이 아프고, 물건을 들 때마다 찌릿찌릿한 느낌이 들어.": [
    "테니스엘보"
  ],
  "아이가 잘 자라지 않고, 움직임이 느려져서 걱정이 돼.": [
    "테이-삭스 병"
  ],
  "태어난 아기가 팔이나 다리가 없어서 많이 놀랐어.": [
    "테트라 아멜리아 증후군"
  ],
  "갑자기 입에서 피가 나와서 엄청 놀랐어.": [
    "토혈"
  ],
  "요즘 피곤하고, 몸이 무겁고, 열도 나서 좀 걱정이야.": [
    "톡소플라즈마증"
  ],
  "팔이나 다치고 나서도 아픈 게 아니라서 괜찮은 것 같아.": [
    "통각상실증 (무통증)"
  ],
  "어깨가 아프고, 팔을 움직일 때마다 찌르는 것 같아.": [
    "통증"
  ],
  "요즘 갑자기 다리가 많이 저리고, 손가락 끝이 이상하게 아려. 씻을 때도 피부가 너무 민감해져서 자극이 심하게 느껴져.": [
    "파브리병"
  ],
  "요즘 병원에서 약 먹고 나니까 갑자기 피부가 가렵고 발진이 생겼어. 숨쉬는 것도 좀 불편해.": [
    "페니실린 알레르기"
  ],
  "애가 요즘 머리가 좀 둔해 보이고, 자꾸 뭔가를 잘 못 알아 들어. 그리고 땀 냄새가 좀 이상해.": [
    "페닐케톤뇨증"
  ],
  "요즘 자꾸 열감이 느껴지고, 생리 주기가 너무 불규칙해졌어. 피로감도 자주 느껴지고.": [
    "페리메노포즈"
  ],
  "최근에 좀 민감한 부분이 이상해. 성관계를 할 때 많이 아프고, 모양도 좀 이상해져서 걱정돼.": [
    "페이로니병"
  ],
  "요즘 목이 너무 불편해. 삼킬 때마다 아프고, 목소리가 좀 이상해.": [
    "편도 비대"
  ],
  "목이 너무 아프고, 한쪽이 더 부풀어 올라서 말하기도 힘들어. 열도 나고 있어.": [
    "편도 주위 농양"
  ],
  "요즘 목에 뭔가 걸린 느낌이 자주 들어. 입에서 이상한 냄새도 나고, 가끔 아파.": [
    "편도결석"
  ],
  "요즘 목이 너무 아프고, 열도 나고 있어. 음식도 잘 못 삼키겠어.": [
    "편도선염"
  ],
  "요즘 목에 계속 뭔가 이상한 게 느껴져. 삼킬 때 아프고, 목소리도 이상해.": [
    "편도암"
  ],
  "요즘 갑자기 머리가 너무 아프고, 빛이나 소리에도 예민해져. 누워있기만 해도 힘들어.": [
    "편두통"
  ],
  "요즘 가끔 가슴이 좀 불편하고, 숨쉬기가 힘든 것 같아.": [
    "폐결절"
  ],
  "최근에 밤에 땀을 많이 흘리고, 기침이 계속 나와서 걱정이야.": [
    "폐결핵"
  ],
  "요즘 뜨거운 느낌이 자주 들고, 감정 기복이 심해진 것 같아.": [
    "폐경"
  ],
  "한층 더 숨쉬기가 힘들고, 조금만 움직여도 숨이 차더라고.": [
    "폐기종"
  ],
  "가끔 가슴이 답답하고, 운동할 때 숨이 차는 게 느껴져.": [
    "폐동맥 폐쇄증"
  ],
  "운동할 때 가슴이 아프고, 숨쉬기 힘든 게 자주 있어.": [
    "폐동맥판 협착증"
  ],
  "요즘 기침이 심하고, 가슴이 아프고 열도 나.": [
    "폐렴"
  ],
  "요즘 다리가 부풀어오르고, 숨쉬기가 너무 힘들어.": [
    "폐부종"
  ],
  "다리 쪽이 부풀고, 아프고, 색깔도 변하는 것 같아.": [
    "폐색성 혈전 혈관염"
  ],
  "요즘 그쪽이 좀 불편하고, 씻을 때 아픈 것 같아.": [
    "포경"
  ],
  "눈이 자꾸 아프고, 빛이 너무 눈부셔.": [
    "포도막염"
  ],
  "피부에 뭔가 염증 같은 게 생겼고, 가렵고 아파.": [
    "포도상구균 감염"
  ],
  "햇빛에 나가면 피부가 이상하게 변하고, 아픈 것 같아.": [
    "포르피린증"
  ],
  "요즘 애가 갑자기 걸음마를 잘 못 하더니, 다리 힘이 없는 것 같아.": [
    "폴리오"
  ],
  "친구가 요즘 자꾸 숨이 차고 힘이 없는 것 같아. 그냥 일상적인 활동도 힘들대.": [
    "폼페병"
  ],
  "손에 이상한 덩어리가 생겼는데, 만져보면 부드럽고 아프지는 않아.": [
    "표피낭종"
  ],
  "요즘 이 지역에서 이상하게 기침하는 사람들이 많아. 뭔가 전염되는 것 같아.": [
    "풍토병"
  ],
  "그 친구가 항상 먹는 것만 생각하고, 살이 잘 안 빠지는 것 같아.": [
    "프레더-윌리 증후군"
  ],
  "요즘 몸이 이상하게 변하는데, 특히 가슴이 아프고 뭔가 이상해.": [
    "프로락틴종"
  ],
  "애가 계속해서 구토하고, 몸이 이상하게 냄새가 나더라고.": [
    "프로피온산증"
  ],
  "걷는 게 점점 힘들어지는 것 같아. 균형을 잡기 어려운 느낌이야.": [
    "프리이드라이히 운동실조증"
  ],
  "요즘 너무 피곤해서 아무것도 하기 싫어. 자도 자도 너무 졸려.": [
    "피로"
  ],
  "운동을 좀 많이 했더니 발목이 아파서 걷기가 힘들어.": [
    "피로 골절"
  ],
  "피부에 고름이 차서 빨갛고 아프게 부풀어올랐어.": [
    "피부 농양"
  ],
  "피부에 알레르기 같은 게 생겨서 가려움증이 심해.": [
    "피부 묘기증"
  ],
  "요즘 날이 좀 추워졌잖아요? 그런데 저녁에 갑자기 손발이 시려워지고 통증이 느껴지는 것 같아요.": [
    "한랭글로불린혈증"
  ],
  "요즘 날씨가 쌀쌀한데, 갑자기 몸이 떨리면서 손이나 발에 뭔가 덩어리 같은 게 느껴지는 것 같아.": [
    "한랭응집소혈증"
  ],
  "목이나 겨드랑이에 뭔가 부풀어 오르면서 아프고, 만지면 뭔가 뜨거운 느낌이 들어.": [
    "한선염"
  ],
  "피부에 이상한 반점이 생기고, 감각이 좀 이상해진 것 같아.": [
    "한센병"
  ],
  "요즘 갑자기 기침이 심해지고 숨쉬기가 힘든 느낌이 들어.": [
    "한타바이러스 폐증후군"
  ],
  "손가락에 물집처럼 생긴 게 있는데, 가려워서 미치겠어.": [
    "한포진"
  ],
  "유두가 안으로 들어가서 뭔가 찝히는 느낌이 들어.": [
    "함몰 유두"
  ],
  "화장실에 갔더니 항문 부근에서 뭔가 찝히고 아픈 느낌이 들어.": [
    "항문 누공"
  ],
  "화장실 가는 게 너무 힘들고, 엉덩이에 찌릿한 통증이 느껴져.": [
    "항문 및 직장의 궤양"
  ],
  "배변할 때마다 너무 아프고, 엉덩이에 찢어지는 듯한 느낌이 들어.": [
    "항문 열구"
  ],
  "요즘 기억력이 자꾸 안 좋아지는 것 같아. 가끔은 내가 뭘 하려고 했는지 잊어버리기도 해.": [
    "해마경화증"
  ],
  "아기 태어났는데 피부에 이상한 점들이 있어. 좀 울퉁불퉁하게 생겼더라고.": [
    "해면상 기형"
  ],
  "친구의 피부에 빨간 점 같은 게 생겼는데, 만지면 부드럽고 약간 눌리더라고.": [
    "해면상혈관종"
  ],
  "해외여행 가기 전에 꼭 필요한 물품 체크해야 해. 특히 약이나 예방접종 같은 거.": [
    "해외여행 시 주의사항"
  ],
  "바다에서 수영하다가 뭔가 피부에 찔린 것 같아. 따갑고 빨갛게 부풀어올랐어.": [
    "해파리 쏘임"
  ],
  "아기가 노란색 피부를 가지고 있어서 걱정이야. 눈도 노란색으로 변했어.": [
    "핵황달"
  ],
  "운동하다가 허벅지 뒤쪽이 아파서 걷기 힘들어졌어. 뭔가 찢어진 느낌이야.": [
    "햄스트링 부상"
  ],
  "햇볕에 나갔다 오니까 피부가 간지럽고 발진이 생겼어. 너무 짜증나!": [
    "햇빛 알레르기"
  ],
  "요즘 머리가 아프고, 가끔 말이 잘 안 나와. 뭔가 이상해.": [
    "허혈성뇌손상"
  ],
  "위가 자주 불편하고 속이 쓰려. 식사 후에 더 심해지는 것 같아.": [
    "헬리코박터균 감염"
  ],
  "요즘에 피부가 이상해져서 자꾸 멍이 들고, 피가 잘 멈추지 않는 것 같아.": [
    "혈정액증"
  ],
  "요즘 가끔 가슴이 답답하고, 심장이 두근거리는 느낌이 들어.": [
    "협심증"
  ],
  "한쪽 눈이 자꾸 눈물이 나고, 그쪽 얼굴이 좀 이상하게 보이는 것 같아.": [
    "호너 증후군"
  ],
  "최근에 소변 색깔이 좀 이상한 것 같고, 몸이 자꾸 피곤해.": [
    "호모시스틴뇨증"
  ],
  "요즘 피부가 가렵고, 뭔가 알레르기 같은 증상이 자주 나타나.": [
    "호산구 증가증"
  ],
  "음식을 삼킬 때마다 목이 간지럽고 불편해.": [
    "호산구성 식도염"
  ],
  "요즘 감기가 잘 안 나고, 작은 상처도 잘 아물지 않는 것 같아.": [
    "호중구감소증"
  ],
  "최근에 목 림프절이 붓고, 피로감이 계속 느껴져서 걱정이야.": [
    "호지킨 림프종"
  ],
  "요즘 기침이 자주 나고, 숨쉬기가 힘들어져서 걱정이야.": [
    "호흡기 세포융합 바이러스"
  ],
  "숨을 쉬기가 힘들고, 몸이 자꾸 찌릿찌릿해.": [
    "호흡성 산증"
  ],
  "숨이 너무 빨라서 가끔 어지럽고, 손발이 저리기도 해.": [
    "호흡성 알칼리증"
  ],
  "요즘 배가 아프고, 오른쪽 위가 특히 신경 쓰여. 가끔은 열도 나고, 피곤함이 계속해.": [
    "화농성 간농양"
  ],
  "무릎이 붓고 아파서 걷기 힘들어. 관절이 따뜻하고 눌렀을 때 아픈 느낌이 들어.": [
    "화농성 관절염"
  ],
  "눈이 자꾸 아프고, 뭔가 가려운 느낌이 들어. 눈물이 많이 나고, 눈 주위가 부풀어 올랐어.": [
    "화농성 안구내염"
  ],
  "겨드랑이가 가렵고, 만지면 아픈 덩어리가 만져져. 뭔가 생긴 것 같아.": [
    "화농성 한선염"
  ],
  "요즘 스트레스가 너무 쌓여서 마음이 불편하고, 가슴이 답답해. 자꾸 화가 나고 힘들어.": [
    "화병"
  ],
  "피부에 빨간 반점이 생겼고, 뜨거운 느낌이 들어. 가끔은 가려워서 신경 쓰여.": [
    "화염상모반"
  ],
  "어깨를 움직일 때마다 아프고, 특히 팔을 올리면 더 아파. 일상생활이 힘들어.": [
    "회전근개 증후군"
  ],
  "배가 자주 아프고, 변에 뭔가 이상한 게 보이는 것 같아. 식욕도 별로 없어.": [
    "회충증"
  ],
  "사람들 앞에 나서는 게 너무 두렵고, 자꾸 피하고 싶어져. 친구도 사귀기 힘들어.": [
    "회피성 성격장애"
  ],
  "가끔 숨이 차고, 가슴이 답답한 것 같아. 배가 불편하고 소화도 잘 안 되는 것 같아.": [
    "횡격막 탈장"
  ],
  "다리가 저리고 힘이 없어서 걸어 다니기 힘들어. 팔도 잘 안 움직여져.": [
    "횡단성 척수염"
  ],
  "요즘 목소리가 자꾸 갈라지고, 목에 뭔가 걸린 것 같은 느낌이 들어. 밥을 먹을 때도 아프고, 기침을 자주 해.": [
    "후두암"
  ],
  "요즘 목이 너무 아프고, 기침도 나고, 목소리가 이상해. 뭐가 잘못된 것 같아.": [
    "후두염"
  ],
  "요즘 기억력이 안 좋아지고, 자꾸 물건을 잃어버려. 예전처럼 집중이 잘 안 돼.": [
    "후부 피질 위축증"
  ],
  "요즘 코가 막히고, 목 뒤로 뭔가 흐르는 느낌이 들어. 자꾸 기침이 나와서 불편해.": [
    "후비루"
  ],
  "아픈 후에 몸이 힘이 없고, 자꾸 피곤해져. 예전처럼 활동하기가 힘들어.": [
    "후유증"
  ],
  "요즘 허리가 아프고, 움직일 때마다 뻐근해. 아무래도 나이가 들어서 그런가 싶어.": [
    "후종인대 골화증"
  ],
  "요즘 면역력이 떨어진 것 같아. 자주 감기에 걸리고, 몸에 이상한 증상이 생기는 것 같아.": [
    "후천면역결핍증후군"
  ],
  "가슴이 이상하게 들어가 있거나 튀어나와서 숨쉬기가 불편해.": [
    "흉곽기형(오목가슴, 함몰흉, 누두흉)"
  ],
  "팔이나 손이 저리거나 아픈 느낌이 자주 들어. 특히 물건을 들 때 더 심해.": [
    "흉곽출구 증후군"
  ],
  "가슴에 뭔가 찬 느낌이 드는데, 숨쉬기도 힘들고 기침도 나와.": [
    "흉막 삼출"
  ],
  "가슴에 덩어리가 느껴지고, 숨쉬기 힘든 느낌이 자주 들어.": [
    "흉막섬유종"
  ],
  "요즘 좀 피곤하고 집중이 잘 안 되는 것 같아. 더군다나 키도 좀 크고 체격이 남들보다 튼튼한 느낌이야.": [
    "XYY 증후군"
  ],
  "최근에 걷다가 다리 안쪽이 좀 뻐근하고 아프더라고. 특히 계단 오를 때 더 심해져.": [
    "가랑이통증"
  ],
  "피부가 너무 간지러워서 참을 수가 없어. 밤에 자고 일어났더니 긁은 자국이 남아있더라고.": [
    "가려운 피부"
  ],
  "요즘 애가 얼굴이 좀 이상하게 생겼고, 몸도 좀 이상해 보여.": [
    "가부키 증후군"
  ],
  "요즘 눈이 자꾸 피로하고, 멀리 있는 글씨가 잘 안 보이는 것 같아.": [
    "가성근시"
  ],
  "요즘 머리가 너무 아프고, 눈도 뿌옇게 보이는 것 같아.": [
    "가성뇌종양"
  ],
  "요즘 자꾸 힘이 빠지고, 팔이나 다리가 저릿저릿해. 뭔가 이상해.": [
    "가성콜린에스터레이스 결핍증"
  ],
  "요즘 갑자기 발목이 너무 아프고 부풀어 올라서 걷기 힘들어.": [
    "가성통풍"
  ],
  "최근에 배가 너무 아프고, 이상하게 부풀어 오른 것 같아. 심지어 피부가 이상하게 변해버렸어.": [
    "가스 괴저"
  ],
  "눈이 뿌옇게 보이고, 뭔가 걸린 듯한 느낌이 들어서 불편해요.": [
    "각막 혼탁과 흉터"
  ],
  "눈이 너무 아프고, 뭔가 이물질이 들어간 것 같아. 그리고 빛이 너무 밝게 느껴져서 눈을 잘 못 떠겠어.": [
    "각막손상"
  ],
  "눈이 뻑뻑하고 뭔가 들어간 것 같아서 불편해. 가끔은 눈물이 저절로 나와.": [
    "각막염"
  ],
  "요즘에 자꾸 집중이 안 되고, 멍해지는 것 같아. 정말 아무것도 손에 잡히지 않아.": [
    "각성장애"
  ],
  "최근에 다리가 자주 아프고, 가끔 저릿저릿한 느낌이 들어서 걷기 힘들어.": [
    "각차단"
  ],
  "최근에 몸이 너무 피곤하고, 식사도 잘 안 넘어가더라고.": [
    "간 전이"
  ],
  "최근에 배가 좀 아프고, 오른쪽에서 뭔가 불편한 느낌이 들어서 걱정이야.": [
    "간 혈관종"
  ],
  "요즘에 배가 많이 아프고 소화도 잘 안되는 것 같아. 그리고 피부가 좀 노래진 느낌이 들어.": [
    "간경변증"
  ],
  "요즘 부쩍 피로하고, 식사하면 소화가 잘 안 되는 것 같아.": [
    "간경화"
  ],
  "요즘에 근육이 너무 아프고 힘이 없어서 걷는 것도 힘들어.": [
    "감염성 근육염"
  ],
  "요즘 너무 피곤하고 목이 아프고 열이 나는 것 같아. 친구들이랑 만났더니 다들 나한테 감기 걸렸다고 하더라구.": [
    "감염성 단핵구증"
  ],
  "요즘 심장이 두근두근 거리고, 자꾸 피곤해져서 일상생활이 힘들어.": [
    "감염성 심내막염"
  ],
  "요즘 피부가 정말 간지럽고 발진이 생겼어. 특히 얼굴 쪽이 더 심해.": [
    "감염성 홍반"
  ],
  "해변에 갔는데 갑자기 피부가 간지럽고 발진이 생겼어. 게먹고 나서 속도 꽤 불편했어.": [
    "갑각류 알레르기"
  ],
  "요즘 몸이 너무 피곤하고, 가끔 심장이 두근두근 뛰는 것 같아.": [
    "갑상선중독증"
  ],
  "목에 뭔가 뭉쳐있는 느낌이 들어서 불편해. 가끔씩 아프기도 해.": [
    "갑상설관 낭종"
  ],
  "요즘 손가락이 좀 아프고, 움직일 때마다 뻐근해. 그리고 피부가 가려워서 자꾸 긁게 돼.": [
    "건선성 관절염"
  ],
  "피부가 너무 땅겨서 가렵고, 자꾸 벗겨지는 것 같아.": [
    "건성 피부"
  ],
  "눈이 뿌옇게 보이고, 가까운 글씨가 잘 안 보여서 좀 힘들어.": [
    "건성 황반변성"
  ],
  "요즘 손목이 너무 아파서 물건을 쥐는 게 힘들어. 특히 아침에 일어났을 때 더 심해지는 것 같아.": [
    "건염"
  ],
  "요즘 계속 재채기가 나고, 눈이 가려워서 힘들어.": [
    "건초열"
  ],
  "손가락에 뭔가 뭉툭한 게 생겼는데, 만지면 아프고 불편해.": [
    "결절종"
  ],
  "요즘 숨쉬기가 좀 힘들고, 기침도 자주 나와서 불편해.": [
    "비특이성 간질성 폐렴",
    "결체조직연관 간질성 폐질환"
  ],
  "요즘 기침이 계속 나고, 가끔 가래가 섞여서 나와서 걱정이야. 밤에는 땀을 많이 흘리기도 하고.": [
    "결핵"
  ],
  "요즘 계속 뼈가 아프고, 밤에 땀도 많이 나. 몸이 너무 피곤해.": [
    "결핵성 골수염"
  ],
  "최근에 계속 배가 아프고, 식사도 잘 못 하겠어. 왠지 몸이 많이 무겁고 피곤해.": [
    "결핵성 복막염"
  ],
  "요즘 머리가 계속 아프고, 구역질도 자주 해. 밤에 잠도 잘 못 자겠어.": [
    "결핵성 수막염"
  ],
  "요즘 기분이 계속 안 좋고, 가끔 배가 아프기도 해.": [
    "계류 유산"
  ],
  "요즘 들어 기분이 조금 우울하고, 아무것도 하고 싶지 않은 기분이 들어. 그냥 집에만 있고 싶어져.": [
    "계절성 정서 장애"
  ],
  "최근에 다리를 삐끗해서 걷는 게 정말 힘들어. 특히 계단 오를 때 너무 아파서 한참 주저앉았어.": [
    "고관절 골절"
  ],
  "최근에 걷거나 뛰면 허벅지 쪽이 아프고 불편해. 앉아 있다가 일어나면 엉덩이도 뻐근해.": [
    "고관절 이형성증"
  ],
  "무릎이 아프고 걸을 때마다 찌릿찌릿해. 특히 계단 오를 때 너무 힘들어.": [
    "고관절염"
  ],
  "요즘 자꾸 피곤하고 힘이 없더라구. 그리고 가끔 가슴이 좀 답답한 느낌도 들어.": [
    "고지혈증"
  ],
  "요즘 가끔 손발이 저리고, 피로감이 느껴져서 좀 걱정이야.": [
    "고칼륨혈증"
  ],
  "요즘 너무 피곤하고, 가끔 머리가 띵한 것 같아. 물 마시는 것도 힘들고, 입이 마르는 것 같아.": [
    "고칼슘혈증"
  ],
  "요즘 자꾸 피곤하고 무겁게 느껴져. 뭔가 이상해.": [
    "고콜레스테롤혈증"
  ],
  "요즘 자꾸 머리가 아프고, 가끔 심장이 두근거려서 좀 걱정이야.": [
    "고혈압"
  ],
  "요즘 머리가 자주 아프고, 갑자기 어지럽고 떨리는 느낌이 들어서 너무 불안해.": [
    "고혈압성 뇌출혈"
  ],
  "아, 요즘 들어 벌레 물린 자리가 너무 가렵고 붉어져서 힘들어. 심지어 부풀어 오르기까지 했어.": [
    "곤충 알레르기"
  ],
  "요즘 뼈가 너무 아파서 걷는 것도 힘들어. 특히 엉덩이 쪽이 심하게 쑤셔서 일어나는 게 어려워.": [
    "골 전이"
  ],
  "최근에 좀 더 자주 넘어지는 것 같아. 뼈가 약해진 느낌이 들어서 걱정이야.": [
    "골감소증"
  ],
  "무릎이 많이 아픈데, 계단 오를 때 특히 힘들어. 가끔 뻣뻣한 느낌도 들어.": [
    "골관절염"
  ],
  "최근에 무릎이 너무 아파서 계단 오르기가 힘들어. 가끔은 걸을 때도 찌릿찌릿해.": [
    "골괴사"
  ],
  "발 뒤꿈치가 너무 아파서 걷는 게 힘들어. 아침에 일어날 때 특히 더 아픈 것 같아.": [
    "골극"
  ],
  "요즘 너무 쉽게 넘어지고, 특히 계단 내려갈 때마다 발목이 아프고 걱정이 돼.": [
    "골다공증"
  ],
  "요즘 가끔 다리가 너무 아프고, 발목이 붓는 것 같아.": [
    "골덴하 증후군"
  ],
  "최근에 배가 자주 아프고, 화장실을 너무 자주 가는 것 같아.": [
    "과민 대장 증후군"
  ],
  "요즘 자주 화장실 가고 싶어서 정말 불편해. 특히 밤에 자주 일어나서 잠을 제대로 못 자겠어.": [
    "과민성 방광"
  ],
  "요즘 너무 기침이 자주 나고 숨쉬기가 좀 힘들어. 특히 운동할 때 더 그래.": [
    "과민성 폐장염"
  ],
  "아기가 태어난 지 한참 되었는데도 몸무게가 많이 나가더라고요. 그래서 조금 힘들어 보였어요.": [
    "과숙아, 만기 후 출산아"
  ],
  "어깨 쪽에 뭔가 뻐근한 느낌이 들어서, 팔을 올리면 아프고 불편해.": [
    "과오종"
  ],
  "요즘 숨쉬기가 좀 힘들고 가끔 가슴이 두근거려서 불안해.": [
    "과탄산혈증"
  ],
  "요즘 숨쉬기가 너무 힘들고, 가끔 가슴이 뻐근해져서 걱정이야.": [
    "과호흡 증후군"
  ],
  "요즘 사람들 보는 게 너무 신경 쓰여서, 주변에 누가 있는지 항상 확인하게 돼.": [
    "관음장애"
  ],
  "입안에 하얀 막 같은 게 생기고, 씹을 때 뭔가 불편해.": [
    "구강 칸디다증"
  ],
  "요즘 입안에 하얀 점들이 생겼고, 먹을 때마다 자꾸 따가워서 불편해.": [
    "구강 편평태선"
  ],
  "요즘 입이 너무 마르고, 물을 자주 마셔야 해. 혀가 항상 끈적거리는 느낌이야.": [
    "구강건조증"
  ],
  "최근에 입안에 뭔가 이상한 덩어리가 느껴지더라고. 음식도 씹기 힘들고, 자꾸 아파서 불편해.": [
    "구강암"
  ],
  "요즘 입 안에 뭔가 이상하게 생겼고, 자꾸 아파서 먹기가 힘들어.": [
    "구강저암"
  ],
  "입천장이 이상하게 생겼고, 발음할 때 소리가 잘 안 나와서 친구들이 못 알아들을 때가 있어.": [
    "구개열"
  ],
  "입 안이 아프고 음식이 너무 짜게 느껴져서 먹기가 힘들어.": [
    "구내염"
  ],
  "입안이 이상하게 부풀어 오르고 아파서 뭘 먹기도 힘들어.": [
    "구내혈종"
  ],
  "손이나 발이 저절로 떨리거나 뭉쳐서 움직이기 힘들어.": [
    "근간대성 경련"
  ],
  "최근에 힘이 많이 빠져서 계단 오르기가 힘들어. 팔도 예전처럼 힘이 안 들어가서 물건을 들기가 어렵더라고.": [
    "근감소증"
  ],
  "요즘 허리가 너무 아파서 일어나기도 힘들어. 가끔 무릎도 뻐근하고, 계단 오르내릴 때마다 통증이 느껴져.": [
    "근골격계질환"
  ],
  "요즘 어깨가 너무 아파서 아무것도 못 하겠어. 특히 아침에 일어날 때 더 심해지는 것 같아.": [
    "근근막 통증 증후군"
  ],
  "요즘 팔과 다리가 자꾸 뻣뻣해지는 것 같아. 특히 아침에 일어났을 때 더 심해지는 느낌이야.": [
    "근긴장성 이영양증"
  ],
  "손가락이 붓고, 만지면 아파서 잘 사용 못 하겠어.": [
    "근단 주위 농양"
  ],
  "요즘 오른쪽 배가 너무 아프고, 특히 기름진 음식 먹으면 괴로워져.": [
    "급성 담낭염"
  ],
  "배가 뻐근하고 화장실을 자주 가게 돼서 힘들어.": [
    "급성 대장염"
  ],
  "요즘 갑자기 몸이 아프고 열이 나서 힘들어. 특히 무릎이 뻐근하고 아픈 게 정말 거슬려.": [
    "급성 류마티스성 열"
  ],
  "요즘 너무 피곤하고, 가끔씩 몸이 아프고 열도 나는 것 같아.": [
    "급성 림프구성 백혈병"
  ],
  "요즘 배가 아프고 설사를 자주 하더라고. 그리고 속이 계속 울렁거려서 아무것도 못 먹겠어.": [
    "급성 바이러스 위장관염"
  ],
  "요즘 갑자기 피곤하고, 식욕이 확 떨어진 것 같아. 그리고 몸도 자꾸 가렵고, 피부가 노래진 것 같아.": [
    "급성 바이러스성 간염"
  ],
  "요즘 화장실을 자주 가고, 소변 볼 때마다 아주 아프고 따끔거려서 정말 힘들어.": [
    "급성 방광염"
  ],
  "요즘 코가 막히고 머리가 무거워서 너무 힘들어. 숨쉬기도 어렵고 얼굴도 아프고 그래.": [
    "급성 부비동염"
  ],
  "코가 막혀서 숨쉬기 힘들고, 재채기가 자꾸 나와서 정말 불편해.": [
    "급성 비염"
  ],
  "목이 너무 아프고, 삼킬 때마다 통증이 느껴져서 고생하고 있어.": [
    "급성 후두개염"
  ],
  "목이 너무 아프고, 기침이 계속 나. 목소리가 좀 쉬었어.": [
    "급성 후두염 및 기관염"
  ],
  "아, 요즘 왼쪽 고환이 너무 아프고 불편해. 가끔은 통증이 배까지 퍼지는 것 같아.": [
    "급성고환염"
  ],
  "\"아, 최근에 한쪽 고환 쪽이 너무 아프고, 부풀어 올라서 걱정돼.\"": [
    "급성부고환염"
  ],
  "요즘 기침이 계속 나고 목이 아파서 힘들어. 숨쉬기도 좀 불편한 것 같아.": [
    "급성호흡기바이러스감염증"
  ],
  "요즘 계속 식사할 때 불안하고, 음식을 보면서도 먹고 싶지 않은 기분이 들어.": [
    "급식 및 섭식 장애"
  ],
  "배가 엄청 아프고, 속이 울렁거려서 아무것도 못 먹겠어.": [
    "급체"
  ],
  "요즘 숨쉬기가 좀 힘들고, 목에서 뭔가 막힌 느낌이 들어서 답답해요.": [
    "기관 협착"
  ],
  "요즘 숨쉬기가 좀 힘든 것 같아. 특히 운동할 때 더 그렇고, 가끔 기침도 나와.": [
    "기관지 천식"
  ],
  "요즘 기침이 좀 심해지고, 가래가 계속 나와서 불편해.": [
    "기관지확장증"
  ],
  "갑자기 일어났다가 머리가 좀 어지럽고, 눈앞이 좀 흐릿해져서 잠깐 비틀거렸어.": [
    "기립성어지럼증"
  ],
  "요즘 자꾸 낮에 갑자기 잠이 쏟아져서 도저히 집중이 안 돼.": [
    "기면증"
  ],
  "얼굴에 갈색 반점이 많이 생겼어. 특히 뺨 쪽이 더 눈에 띄네.": [
    "기미"
  ],
  "요즘 기분이 계속 처져서 아무것도 하고 싶지 않아. 친구들이랑 놀고 싶어도 그냥 집에만 있고 싶어져.": [
    "기분부전증"
  ],
  "요즘 자꾸 중요한 일도 잊어버리고, 친구들 이름도 가물가물해.": [
    "기억상실증"
  ],
  "피부에 이상한 덩어리가 생겼고, 그게 계속 커지는 것 같아. 그리고 가끔 가렵기도 해.": [
    "기저 세포 암종"
  ],
  "아기가 엉덩이가 빨갛고 가려워하는 것 같아. 보니까 너무 불편해 보여서 자꾸 울더라구.": [
    "기저귀 피부염"
  ],
  "요즘 계속 피곤하고, 목이 아프고 부풀어 올라서 너무 힘들어.": [
    "기쿠치병"
  ],
  "배가 묵직하고 아랫배 쪽이 불편해. 가끔씩 둔한 통증도 느껴져.": [
    "난관수종"
  ],
  "글을 읽는데 시간이 너무 오래 걸리고, 가끔 글자가 뒤섞여 보이기도 해.": [
    "난독증"
  ],
  "요즘 애기가 잘 나오질 않아서 너무 힘들어. 계속 아프고 불편해.": [
    "난산"
  ],
  "최근에 배가 좀 아프고, 가끔 불규칙하게 생리도 해서 걱정이야.": [
    "난소 낭종"
  ],
  "요즘 배가 자꾸 아프고, 생리도 불규칙해.": [
    "난소, 난관 이상"
  ],
  "요즘 배가 자꾸 더부룩하고 아프면서 불편해요.": [
    "난소과자극증후군"
  ],
  "최근에 배가 자주 아프고 불편한 느낌이 들어서 걱정이야. 가끔은 배가 팽창하는 것 같기도 해.": [
    "난소기형종"
  ],
  "최근에 배가 아프고, 특히 생리 기간이 아니었는데도 통증이 심해. 그리고 가끔 기분이 정말 나빠지기도 해.": [
    "난소난관염"
  ],
  "배가 너무 아프고, 가끔씩 불규칙한 생리도 나타나서 걱정이야.": [
    "난소내막종"
  ],
  "요즘 배가 자주 아프고, 가끔은 불편한 느낌이 들어.": [
    "난소암"
  ],
  "요즘 배가 아프고, 특히 아랫배 쪽이 엄청 찌릿찌릿해. 가끔은 통증이 너무 심해져서 일어나는 것도 힘들어.": [
    "난소염"
  ],
  "어깨에 뭐가 둥글게 불룩하게 튀어나와서 아프고, 팔을 움직일 때마다 찌릿찌릿한 느낌이 들어.": [
    "낭포성 히그로마"
  ],
  "요즘 걸을 때 자꾸 불안정한 느낌이 들어서 발이 자꾸 꼬여. 계단 올라갈 때도 힘들어져서 걱정이야.": [
    "노인 보행장애"
  ],
  "음식을 먹을 때 목이 자꾸 막히는 느낌이 들어서 불편해.": [
    "노인 삼킴장애"
  ],
  "요즘 자꾸 머리가 혼란스러워서 기억이 잘 안 나. 그리고 약 먹고 나면 자주 졸리더라.": [
    "노인 약물복용"
  ],
  "요즘 숨쉬기가 너무 힘들어. 가끔은 계단 오르는 것도 힘들어서 멈추게 돼.": [
    "노인 호흡곤란"
  ],
  "요즘 주변 소리가 잘 안 들리는 것 같아. 대화할 때도 자꾸 물어봐야 해.": [
    "노인성 난청"
  ],
  "나 요즘 아래쪽이 좀 가렵고 불편해. 특히 소변 볼 때 찌릿찌릿한 느낌이 들어서 힘들어.": [
    "노인성 질염"
  ],
  "요즘 등에 뭔가 굽은 것 같은 느낌이 들어서 좀 불편해. 자고 일어나면 허리가 아프고, 걸을 때도 힘이 들어.": [
    "노인성 척추후만증"
  ],
  "요즘 할아버지가 가끔 어디에 두었던 물건을 잊어버리시고, 가족 얼굴도 헷갈려 하시는 것 같아요.": [
    "노인성 치매"
  ],
  "요즘 자꾸 잊어버리는 게 많아서 걱정이야. 예전처럼 기억력이 좋지 않은 것 같아.": [
    "노출장애"
  ],
  "요즘 머리가 계속 아프고, 가끔은 구역질도 나.": [
    "뇌종양"
  ],
  "요즘 머리가 아프고, 가끔 어지러워서 힘들어.": [
    "뇌좌상"
  ],
  "요즘 눈꺼풀이 자꾸 간지럽고 붓는 것 같아. 아침에 일어나면 눈이 뻑뻑해지고 불편해.": [
    "눈꺼풀 장애"
  ],
  "눈이 자꾸 따갑고, 뭔가 들어간 것 같아서 불편해.": [
    "눈꺼풀속말림과 겉말림"
  ],
  "요즘 눈이 자꾸 쳐져서 피곤해 보인다는 소리를 들어.": [
    "눈꺼풀처짐"
  ],
  "요즘 눈이 너무 가렵고, 뭔가 뻑뻑한 느낌이 들어서 불편해.": [
    "눈다래끼"
  ],
  "요즘 계속 눈물이 나고, 아무 이유 없이 감정이 북받쳐 오르는 것 같아.": [
    "눈물"
  ],
  "요즘에 왠지 몸이 너무 피곤하고, 일어날 때마다 허리가 아프고 힘들어.": [
    "다발성 골수종"
  ],
  "요즘 팔이 너무 아프고 힘이 없어서 일상생활하기가 힘들어. 특히 저녁에 더 심해지는 것 같아.": [
    "다발성 근염"
  ],
  "최근에 몸이 많이 아프고, 특히 팔과 다리가 뻐근한 느낌이 들어서 움직이기 힘들어.": [
    "다발성 근육통 류머티스"
  ],
  "요즘 손발이 저리고 감각이 이상해. 가끔은 찌릿찌릿한 느낌도 들어서 불편해.": [
    "다발성 신경병증"
  ],
  "요즘 피부에 이상한 점들이 자꾸 생기고, 가려움증도 심해.": [
    "다발성 흑자 증후군"
  ],
  "요즘에 자꾸 머리가 아프고, 피곤해도 계속 졸린 느낌이 들어.": [
    "다약제 복용"
  ],
  "요즘 친구들보다 조금 느리게 배우는 것 같아. 그리고 얼굴이 좀 더 둥글고 귀여운 느낌이야.": [
    "다운 증후군"
  ],
  "요즘 기침이 계속 나고, 가끔은 가래가 끓는 느낌이 들어서 좀 괴로워.": [
    "다제내성 결핵"
  ],
  "요즘 계속 열이 나고, 몸이 찌뿌둥해. 먹은 것도 별로 소화가 안 되는 것 같아.": [
    "다제내성균감염증"
  ],
  "요즘 손과 발이 너무 작아서 불편해. 다른 사람들보다 뭔가 다르다는 느낌이 들어.": [
    "다지증"
  ],
  "아, 입 근처에 물집이 생겼어. 너무 아프고 간지러워서 먹기도 힘들어.": [
    "단순 포진"
  ],
  "요즘 머리가 너무 아프고, 한쪽 눈이 뻑뻑한 느낌이 들어서 불편해.": [
    "단순 포진성 뇌염"
  ],
  "요즘 소화가 너무 안 되고, 식사 후에 배가 너무 아파서 힘들어.": [
    "담낭암"
  ],
  "요즘 배가 너무 아프고, 특히 오른쪽 위쪽이 찌릿찌릿해. 식사할 때마다 좀 더 심해지는 것 같아.": [
    "담낭염"
  ],
  "갑자기 배가 너무 아프고, 특히 오른쪽 위쪽에서 찌르는 듯한 통증이 느껴져. 어떤 때는 소화도 잘 안 되고, 속이 메슥메슥해.": [
    "담석"
  ],
  "요즘 자꾸 소화가 안 되고 속이 너무 더부룩해. 특히 기름진 음식을 먹으면 더 심해져.": [
    "담즙 역류"
  ],
  "요즘 자꾸 목이 마르고, 자주 화장실 가게 돼서 좀 불편해.": [
    "당뇨 전단계"
  ],
  "요즘 자꾸 목이 마르고, 화장실에 자주 가는 것 같아.": [
    "당뇨병"
  ],
  "최근에 발이 저리고, 가끔씩 찌릿찌릿한 느낌이 들어서 좀 불편해.": [
    "당뇨병성 말초신경병증"
  ],
  "요즘에 계속 목이 마르고, 화장실도 자주 가게 되는 것 같아.": [
    "당뇨병성케톤산증"
  ],
  "무릎이 아프고 걸을 때마다 뭔가 뻣뻣한 느낌이 들어. 가끔은 엉덩이까지 아프기도 해.": [
    "대퇴골두 무혈관성 괴사"
  ],
  "아기가 숨쉬는 게 좀 힘들어 보이고, 입술 색깔이 파랗게 변했어.": [
    "대혈관 전위"
  ],
  "요즘 애가 좀 이상해. 머리가 쑤시고, 균형도 잘 못 잡는 것 같아.": [
    "댄디워커 증후군"
  ],
  "식사 후에 갑자기 속이 불편하고, 너무 피곤해져서 아무것도 할 수가 없어.": [
    "덤핑 증후군"
  ],
  "요즘 몸이 너무 아프고, 특히 머리가 띵하고 열이 나. 기운이 하나도 없어.": [
    "뎅기열"
  ],
  "귀가 좀 많이 튀어나와서 안경 쓰면 귀가 걸리더라고.": [
    "돌출귀"
  ],
  "요즘 입이 좀 앞으로 나와서 웃을 때 이상하게 보여. 그리고 말할 때도 뭔가 불편한 느낌이 들어.": [
    "돌출입"
  ],
  "어깨가 너무 아파서 팔을 올리기가 힘들어. 특히 아침에 일어날 때 더 뻣뻣한 느낌이 들어.": [
    "동결견"
  ],
  "요즘 자꾸 걸음이 불편해지고, 계단 오르는 게 힘들어서 좀 걱정돼.": [
    "듀시엔형 근이영양증"
  ],
  "손가락이 자꾸 굽어져서 물건을 잡기 힘들어. 특히 아침에 일어날 때 더 그런 것 같아.": [
    "듀피트렌 구축"
  ],
  "요즘 피부가 너무 가렵고 발진이 나서 힘들어. 특히 햇볕에 나가면 더 심해져서 불편해.": [
    "드레스러 증후군"
  ],
  "손목이 너무 아파서 물건을 잡는 게 힘들어. 특히 아이를 안을 때마다 아프고, 손목을 돌리면 찌릿찌릿한 느낌이 들어.": [
    "드퀘르뱅 건초염"
  ],
  "\"요즘 허리가 너무 아파서 일어나는 것도 힘들어.\"": [
    "등통증"
  ],
  "요즘 갑자기 팔이나 다리가 자주 떨리고, 움직일 때 이상하게 경직되는 느낌이 들어서 좀 불편해.": [
    "디스토니아"
  ],
  "요즘 자꾸 목에 뭔가 걸린 것 같은 느낌이 들어서 힘들어. 그리고 가끔은 얼굴이 좀 부풀어 오르는 것 같아.": [
    "디조지 증후군"
  ],
  "요즘 목이 너무 아프고, 음식 삼키는 게 힘들어. 가끔은 목에서 이상한 소리도 나고, 열도 좀 나.": [
    "디프테리아"
  ],
  "요즘 애가 잘 자라지 않는 것 같아. 또래들보다 많이 작고, 친구들이랑 놀 때도 좀 위축되는 느낌이야.": [
    "러셀 실버 증후군"
  ],
  "요즘 계속 다리 쪽이 무겁고 힘이 빠지는 느낌이 들어. 특히 걸을 때 더 심해지는 것 같아.": [
    "레리시 증후군"
  ],
  "요즘 시력이 점점 흐릿해지는 것 같아. 가까운 것조차 잘 안 보여서 불편해.": [
    "레버씨 시신경 위축증"
  ],
  "요즘 계속 발가락을 쪼물쪼물 하면서 신경이 쓰여. 가끔은 자꾸 자해하고 싶어져서 힘들어.": [
    "레쉬-니한 증후군"
  ],
  "손가락이 너무 차가워서 감각이 없고, 때때로 색깔이 변하기도 해.": [
    "레이노 증후군"
  ],
  "요즘 계속 기침이 나고, 가슴이 아프고 숨쉬기가 힘들어.": [
    "레지오넬라증"
  ],
  "요즘 손과 발을 자주 움직이는데, 가끔 제멋대로 떨리는 것 같아.": [
    "레트 증후군"
  ],
  "어제 밤에 자다가 갑자기 큰 소리를 지르면서 일어났어. 마치 무언가에 쫓기는 것처럼 보였대.": [
    "렘수면 행동장애"
  ],
  "최근에 피곤함이 너무 심해졌고, 관절이 간헐적으로 아프더라고.": [
    "루푸스 신염"
  ],
  "손목이 너무 아프고, 아침마다 몸이 뻣뻣하게 굳어있는 느낌이 들어서 걷기가 힘들어.": [
    "류마티스 관절염"
  ],
  "최근에 손가락이 막 이상하게 저리고, 풀어도 풀리지 않는 느낌이 들어서 불편해.": [
    "리 증후군"
  ],
  "요즘 몸이 너무 피곤하고, 다리가 자꾸 아파서 걷기 힘들어.": [
    "리슈만편모충증"
  ],
  "최근에 계속 피곤하고, 어지러움이 심해. 식욕도 별로 없어.": [
    "리스테리아"
  ],
  "요즘 몸이 너무 무겁고 피곤해. 아침에 일어나는 것도 힘들어.": [
    "리케치아 감염증"
  ],
  "최근에 가족들 중에 암 얘기가 많이 나오더라고. 나도 혹시 그런 거 아닐까 불안해.": [
    "린치 증후군"
  ],
  "요즘 목 뒤쪽이 부풀어오른 것 같고, 만지면 좀 아픈 느낌이 들어.": [
    "림프관종"
  ],
  "다리가 부풀어서 뚱뚱해 보이고, 걸을 때 무겁고 불편해요.": [
    "림프부종"
  ],
  "갑자기 눈이 떠지면서 주변 소리가 들렸는데, 몸은 움직일 수가 없어서 많이 불안했어.": [
    "마취 중 각성"
  ],
  "요즘 손가락이 이상하게 휘어지면서 조금 아파. 그리고 발목도 자주 삐끗하는 것 같아.": [
    "마판 증후군"
  ],
  "요즘 자꾸 목이 아프고, 음식을 삼킬 때마다 불편해.": [
    "막, 위막"
  ],
  "요즘 눈물이 자꾸 나고, 눈이 뻑뻑해.": [
    "막힌 눈물관"
  ],
  "아, 요즘 배가 자꾸 아프고, 뭔가 쿵쿵거리는 느낌이야. 그리고 가끔씩 물이 터지는 것 같아.": [
    "만기 정상 분만"
  ],
  "요즘 자꾸 피로감이 심하고, 식욕도 별로 없어. 몸이 좀 무겁고 힘이 안 나.": [
    "만성 B형 간염"
  ],
  "요즘 계속 피곤하고, 식사할 때마다 속이 불편한 느낌이 들어서 힘들어.": [
    "만성 C형 간염"
  ],
  "요즘 자꾸 머리가 아프고, 가끔 어지럽기도 해.": [
    "만성 경막하 출혈"
  ],
  "요즘 계속 피곤하고, 가끔 땀도 많이 나.": [
    "만성 골수성 백혈병"
  ],
  "요즘 기침이 계속 나고 가래가 자꾸 생겨서 힘들어. 숨쉬기도 좀 불편해.": [
    "만성 기관지염"
  ],
  "최근에 팔이 자주 저리고 감각이 이상해. 가끔은 손끝이 뜨거운 느낌도 들어.": [
    "만성 염증성 탈수초성 다발성 신경병증"
  ],
  "요즘 자꾸 기억이 안 나는 것 같아. 예전엔 잘 기억했는데, 사소한 일도 자꾸 잊어버려서 불안해져.": [
    "만성 외상성 뇌병증"
  ],
  "요즘 자꾸 배가 불편하고 속이 쓰려서 음식 먹기가 힘들어.": [
    "만성 위염"
  ],
  "요즘에 피부에 이상한 덩어리가 생기고, 가끔 가려워서 신경 쓰여.": [
    "만성 육아종 질환"
  ],
  "요즘 너무 피곤하고, 다리가 자주 부풀어 올라서 불편해.": [
    "말기 신질환"
  ],
  "손과 발이 점점 커지는 것 같아서 불편해. 옷도 잘 안 맞고, 문을 지나갈 때마다 걸리는 것 같아.": [
    "말단 비대증"
  ],
  "말을 하려고 하면 자꾸 막히고, 생각한 대로 쉽게 안 나와서 답답해.": [
    "말더듬이"
  ],
  "요즘 너무 피곤하고, 자꾸 오한이 나고 열도 나는 것 같아.": [
    "말라리아"
  ],
  "눈이 자꾸 아프고, 이상한 점이 보이는 것 같아.": [
    "망막모세포종"
  ],
  "요즘 눈이 잘 안 보이고 주변이 흐릿하게 느껴져서 좀 불안해. 특히 밤에 길을 걷는 게 힘들어.": [
    "망막색소변성증"
  ],
  "요즘 눈 앞에 뭔가 흐릿하게 보이는 것 같아. 가끔은 빛이 반짝거리는 느낌도 들어.": [
    "망막손상"
  ],
  "눈에서 이상한 점들이 보이거나 시야에 흐릿한 부분이 생겼어. 그리고 가끔 눈이 빨갛게 변하기도 해.": [
    "망막아세포종"
  ],
  "요즘 자꾸 내 주변 사람들이 나를 감시하는 것 같아서 불안해. 아무도 믿을 수 없고, 내가 하는 모든 일이 누군가에게 평가받고 있는 듯한 기분이 들어.": [
    "망상 장애"
  ],
  "발가락이 아프고, 신발 신는 게 너무 불편해. 걸을 때마다 뭔가 찌르는 듯한 느낌이 들어.": [
    "망치족지"
  ],
  "요즘 피부에 이상한 발진이 생겼는데, 가려운 느낌도 들고 이상하게도 피곤함이 자꾸 느껴져.": [
    "매독"
  ],
  "귀가 막힌 것 같고, 소리가 잘 안 들려서 불편해.": [
    "매몰귀"
  ],
  "요즘 이가 너무 아프고, 뭔가 자꾸 찌르는 느낌이 들어서 먹는 게 힘들어.": [
    "매복 사랑니"
  ],
  "요즘에 손가락이 너무 뻣뻣하고 잘 안 움직여서 불편해.": [
    "모르키오 증후군"
  ],
  "피부에 점 같은 게 생겼는데, 색깔이 좀 이상해. 예전에는 없었던 것 같아.": [
    "모반"
  ],
  "요즘 자꾸 발이 저리고, 걸을 때 균형 잡기가 힘들어.": [
    "모세혈관 확장성 운동실조 증후군"
  ],
  "어제부터 얼굴에 붉은 점들이 생기고, 특히 볼 쪽이 많이 부풀어 오른 것 같아.": [
    "모세혈관확장증"
  ],
  "요즘 피부에 뭔가 이상한 게 나서 가렵고, 붉게 부풀어 오르는 것 같아.": [
    "모소낭"
  ],
  "요즘 갑자기 머리가 너무 아프고, 가끔 손발이 저리기도 해.": [
    "모야모야병"
  ],
  "요즘 계속 피곤하고, 뭔가 몸이 무거운 느낌이 들어. 그리고 가끔씩 멍이 쉽게 생겨서 좀 이상해.": [
    "모양세포 백혈병"
  ],
  "발가락 사이가 무지근하고 아프고, 신발을 신으면 더 심해지는 것 같아.": [
    "모튼 신경종"
  ],
  "\"최근에 생리 주기가 이상하게 불규칙해졌어. 특히 요즘엔 갑자기 배가 아프고, 이상한 분비물이 나와서 걱정이야.\"": [
    "모호한 생식기"
  ],
  "최근에 몸이 좀 이상한 것 같아. 아래쪽이 좀 부풀어 오르고 아픈 느낌이 들어.": [
    "모호한 외부생식기 및 성 발달 이상"
  ],
  "무릎이 아프고, 갑자기 힘이 빠져서 제대로 걷기 힘들어.": [
    "무릎 인대 손상"
  ],
  "무릎이 아파서 걸을 때마다 불편해. 계단 오르는 것도 힘들고, 앉았다 일어설 때 찌릿찌릿해.": [
    "무릎 통증"
  ],
  "무릎이 쑤시고 아파서 오르내릴 때 힘들어. 특히 계단을 내려갈 때 더 아프더라구.": [
    "무릎관절증"
  ],
  "문신한 부위가 가렵고, 붉어져서 불편해요.": [
    "문신부작용"
  ],
  "피부에 작은 혹들이 막 생기고, 가끔 가려워서 신경 쓰여.": [
    "물사마귀"
  ],
  "요즘 자꾸 아프다고 말하고 싶고, 병원에 가서 여러 검사를 받는 게 너무 좋더라고. 뭔가 아픈 걸로 사람들의 관심을 끌고 싶어져.": [
    "뮌하우젠 증후군"
  ],
  "요즘 자꾸 피곤하고, 무릎이 아파서 걷기 힘들어.": [
    "뮤코다당질축적증"
  ],
  "요즘 계속 코가 막히고, 음식 먹을 때 맛이 잘 안 느껴져서 정말 불편해.": [
    "미각성 비염"
  ],
  "요즘 계속 배가 아프고, 식사하고 나면 속이 더부룩해져.": [
    "바터 팽대부 암"
  ],
  "요즘 기침이 좀 심해지고 숨쉬기가 힘들어. 특히 밤에 더 심해지는 것 같아.": [
    "박리성 간질성 폐렴"
  ],
  "요즘 자꾸 숨이 차고, 조금만 걸어도 너무 피곤해.": [
    "박출률 감소 심부전"
  ],
  "요즘 갑자기 숨이 자주 차고, 조금만 움직여도 너무 피곤해져.": [
    "박출률 보존 심부전"
  ],
  "피부가 막 갈라지고 벗겨지면서 가려워. 특히 팔꿈치나 무릎 같은 데서 더 심해지는 것 같아.": [
    "박탈성각질융해증"
  ],
  "요즘 머리가 너무 아프고 목도 뻣뻣해. 열도 나고 몸이 너무 힘들어.": [
    "박테리아성 뇌수막염"
  ],
  "무릎이 자꾸 아프고, 쪼그려 앉기 힘들어.": [
    "반달연골 이상"
  ],
  "최근에 우리 집 강아지를 만진 후로 코가 간지럽고 재채기를 자주 해.": [
    "반려동물 알레르기"
  ],
  "사람들하고 잘 어울리지 못하고, 다른 사람의 기분이나 생각을 잘 이해하지 못하는 것 같아. 그리고 내가 원하는 것을 얻기 위해서는 어떤 수단이든 가리지 않는 느낌이야.": [
    "반사회적 인격장애"
  ],
  "발가락이 부딪혀서 걷기가 너무 아파. 발끝이 욱신거리고, 신발 신기 힘들어.": [
    "발가락 골절"
  ],
  "요즘 좀 힘든 것 같아. 그런 쪽에서는 잘 안 되더라고.": [
    "발기 부전"
  ],
  "요즘 애가 친구들이랑 잘 어울리지 못하고, 혼자 노는 걸 더 좋아하는 것 같아.": [
    "발달 장애"
  ],
  "아기가 걸을 때 다리가 이상하게 벌어지거나 발을 잘 못 디뎌서 자꾸 넘어져요.": [
    "발달성 고관절 이형성증"
  ],
  "요즘 머리카락이 자꾸 빠져서 걱정이야. 손으로 만지기만 해도 몇 가닥씩 떨어지는 것 같아.": [
    "발모벽"
  ],
  "아, 발목을 삐끗해서 걷기 힘들어. 발목이 뻐근하고 아프고, 잘못 디디면 찌릿찌릿해.": [
    "발목 염좌"
  ],
  "\"발목을 삐끗해서 걷기가 너무 힘들어. 발목이 뻐근하고 부풀어 오른 느낌이야.\"": [
    "발목골절"
  ],
  "발목이 자꾸 삐끗하는 것 같아서 걷기가 힘들어. 계단 내려갈 때 특히 조심해야 해.": [
    "발목불안정증"
  ],
  "\"아, 발목이 너무 아파서 걷기 힘들어. 특히 계단 오를 때 더 심해지는 것 같아.\"": [
    "발목염증"
  ],
  "발목이 찌릿찌릿하고 걸을 때마다 불편한 느낌이 들어. 가끔 발가락이 저리기도 해.": [
    "발목터널증후군"
  ],
  "요즘 가끔 숨쉬기가 힘들고, 가슴이 두근거려서 불안해져.": [
    "방실관 결손"
  ],
  "손가락을 움직일 때마다 딱딱하게 걸리는 느낌이 들어서 불편해.": [
    "방아쇠 수지"
  ],
  "오늘 배가 너무 부풀어 오르고, 트림이 자주 나와서 불편해.": [
    "배 속 가스"
  ],
  "배꼽 주변이 가렵고 아파서 불편해. 특히 옷이 닿으면 더 간지럽고 아프더라구.": [
    "배꼽염"
  ],
  "요즘 화장실 가는 게 너무 힘들어. 갑자기 화장실에 가고 싶어도 잘 안 나와서 고생해.": [
    "배뇨지연"
  ],
  "소변 볼 때마다 아프고, 이게 계속 되니까 너무 불편해.": [
    "배뇨통"
  ],
  "아, 오늘 배가 좀 아파서 움직이기가 힘들어. 특히 한쪽이 더 아픈 것 같아.": [
    "배란통"
  ],
  "아, 팔이 너무 아프고 부풀어 올랐어. 뭔가 벌에 쏘인 것 같아.": [
    "벌 쏘임"
  ],
  "요즘 계속 불안하고, 아무것도 할 수 없는 기분이 들어. 심장이 두근두근 거리고, 가끔 숨이 막힐 것 같아.": [
    "범불안장애"
  ],
  "요즘 몸이 너무 피곤하고, 쉽게 멍이 드는 것 같아.": [
    "범혈구감소증"
  ],
  "요즘 목이 자꾸 아프고, 기침도 나는데, 피가 섞인 가래가 나와서 걱정이야.": [
    "베게너 육아종증"
  ],
  "요즘 너무 피곤하고 힘들어. 얼굴에 주름도 많이 생긴 것 같아.": [
    "베르너 증후군"
  ],
  "요즘 기억력이 정말 안 좋아서, 내가 방금 무슨 얘기를 했는지 잘 생각이 안 나.": [
    "베르니케 코시코프 증후군"
  ],
  "최근에 글씨가 잘 안 보이고, 특히 작은 글씨는 더 힘들어. 그리고 주변이 흐릿하게 보이는 것 같아.": [
    "베스트 난황형 황반부 이영양증"
  ],
  "무릎 뒤쪽에 뭔가 불룩 튀어나와서 다리를 구부리기가 힘들어. 가끔은 아프고 뻐근해.": [
    "베이커 낭종"
  ],
  "요즘 입 안에 계속 궤양이 생기고, 피부에도 뭔가 이상한 발진이 나서 너무 불편해.": [
    "베체트 병"
  ],
  "요즘 자꾸 불을 지르고 싶은 충동이 들어서 걱정이야. 이럴 때면 마음이 불안하고 정말로 불을 붙이고 싶어져.": [
    "병적 방화"
  ],
  "요즘 자꾸 힘이 빠지고, 얼굴이 이상하게 뻣뻣해지는 것 같아.": [
    "보툴리눔독소증"
  ],
  "오늘은 걷는 게 너무 힘들어서 발이 짜릿하고 자꾸 비틀거려.": [
    "보행 운동 장애"
  ],
  "갑자기 배가 심하게 아프고, 무슨 일이 일어난 건지 모르겠어. 그리고 얼굴이 창백해지고 기운이 없어.": [
    "복강 내 출혈"
  ],
  "요즘 배가 자꾸 부풀고 불편해. 특히 식사하고 나면 더 심해지는 것 같아.": [
    "복막 가성점액종"
  ],
  "배가 너무 아프고, 특히 움직일 때 더 심해지는 것 같아. 그리고 미열이 나는 것 같아.": [
    "복막염"
  ],
  "배가 찌릿찌릿하고 아랫배 쪽이 뻐근한 느낌이 들어. 가끔은 허리도 아파.": [
    "복부 대동맥류"
  ],
  "배가 너무 아프고 땡기는 것 같아. 움직일 때마다 불편해.": [
    "복부 수술 후 장유착"
  ],
  "배가 너무 부풀어오르고 불편해. 뭔가 가득 차 있는 느낌이야.": [
    "복부 팽만"
  ],
  "배가 너무 나와서 옷이 꽉 끼는 기분이야. 조만간 다이어트를 해야 할 것 같아.": [
    "복부비만"
  ],
  "요즘 팔이 너무 아프고, 손목까지 저려서 물건을 들기도 힘들어.": [
    "부가지"
  ],
  "요즘 가슴이 자주 답답하고, 갑자기 숨이 차는 느낌이 들어서 걱정이야.": [
    "불안정형 협심증"
  ],
  "요즘 좀 힘든 것 같아. 아이를 가지려고 하는데 계속 안 되네.": [
    "불임"
  ],
  "요즘 가끔 가슴이 쿵쾅쿵쾅 뛰어서 불안해. 특히 밤에 자다가 그런 느낌이 자주 들어.": [
    "브루가다 증후군"
  ],
  "요즘 계속 피곤하고, 가끔 몸이 쑤셔서 일하기 힘들어.": [
    "브루셀라증"
  ],
  "요즘 배가 자꾸 아프고 설사가 너무 심해. 게다가 기운도 없고 피곤해져서 일상생활이 힘들어.": [
    "블라스토시스티스 호미니스 감염"
  ],
  "요즘 기침이 계속 나고, 숨쉬기가 좀 힘든 것 같아.": [
    "비소세포성 폐암"
  ],
  "요즘 손이 자꾸 떨리고, 몸이 무거운 느낌이 들어서 움직이기가 힘들어.": [
    "비정형 파킨슨 증후군"
  ],
  "코가 항상 막히는 것 같고, 숨 쉬기가 힘들어. 가끔은 머리가 아프기도 해.": [
    "비중격 만곡"
  ],
  "갑자기 코에서 피가 났어. 그냥 멈추질 않더라구.": [
    "비출혈"
  ],
  "요즘 좀 피곤하고 힘이 없어서 일하는 게 너무 힘들어. 자주 어지럽고, 얼굴도 좀 창백해진 것 같아.": [
    "비타민 결핍 빈혈"
  ],
  "요즘 가끔 숨이 차서 계단 오르기가 힘들어. 그리고 가슴이 좀 답답한 기분이 들어.": [
    "비폐색"
  ],
  "요즘 자꾸 피곤하고 밤에 자는데 땀이 많아. 몸이 좀 이상한 느낌이야.": [
    "비호지킨 림프종"
  ],
  "귀가 막힌 것 같고, 가끔씩 욱신거려서 불편해.": [
    "비화농성 중이염"
  ],
  "요즘 코가 자꾸 막히고 재채기가 나서 정말 불편해.": [
    "비후성 비염"
  ],
  "요즘 자꾸 가슴이 두근거리고, 운동할 때 숨이 차는 것 같아.": [
    "비후성 심근병증"
  ],
  "요즘 애가 갑자기 몸이 많이 커지고, 목소리도 변하는 것 같아. 친구들보다 너무 빨리 자라는 것 같아 걱정이야.": [
    "사춘기 조숙"
  ],
  "요즘 계속 배가 아프고 설사도 자주 해. 뭔가 잘못된 것 같아.": [
    "사카자키균 감염증"
  ],
  "얼굴의 한쪽이 막 땡기는 것 같고, 갑자기 찌릿찌릿한 느낌이 들어서 정말 불편해.": [
    "삼차 신경병증"
  ],
  "얼굴 한쪽이 갑자기 찌릿찌릿해지고, 뭔가가 쏘는 듯한 느낌이 들어서 정말 아파.": [
    "삼차 신경통"
  ],
  "요즘 자꾸 가슴이 두근거리고 숨쉬기가 힘들어. 특히 누워 있을 때 더 심해지는 것 같아.": [
    "삼첨판 역류"
  ],
  "요즘 맨날 피곤하고 숨이 차서 계단 오르는 것도 힘들어. 그리고 가슴이 답답한 느낌이 자주 들어.": [
    "삼첨판 폐쇄증"
  ],
  "귀가 먹먹하고 소리가 잘 안 들리는 것 같아. 가끔 귀에서 물이 흐르는 느낌도 들어.": [
    "삼출성 중이염"
  ],
  "팔꿈치가 아프고, 움직일 때마다 불편해. 특히 손목을 사용할 때 더 심해지는 것 같아.": [
    "상과염"
  ],
  "어깨가 너무 아파서 팔을 올리기가 힘들어. 특히 밤에 더 아프고, 자다가 자꾸 깨.": [
    "석회성 건염"
  ],
  "요즘 자꾸 오른쪽 윗배가 아프고, 기름진 음식 먹으면 더 힘들어지는 것 같아.": [
    "석회화 담낭"
  ],
  "최근에 배가 너무 아프고, 자꾸 설사를 해. 뭔가 이상해.": [
    "선모충증"
  ],
  "요즘 갑자기 열이 나고 땀이 많이 나서 힘들어. 몸이 약간 떨리기도 하고, 불쾌감이 들어서 하루 종일 침대에만 누워있어.": [
    "선열"
  ],
  "요즘 너무 피곤하고, 자꾸 졸려서 일상생활이 힘들어. 그리고 피부가 좀 건조한 것 같아.": [
    "선천성 갑상선기능저하증"
  ],
  "아침마다 배가 너무 아프고 화장실을 자주 가고 싶어져. 그런데 잘 안 나와서 정말 힘들어.": [
    "선천성 거대결장증"
  ],
  "아기가 태어났는데, 다른 아기들보다 먹는 걸 잘 못하고 자주 울어.": [
    "선천성 결함"
  ],
  "아, 요즘 배가 너무 아파서 밥도 잘 못 먹겠어. 특히 먹고 나면 더 아프더라고.": [
    "설통"
  ],
  "요즘 자꾸 내가 어디 있는지 헷갈려. 때로는 가족 얼굴도 잘 못 알아보겠어.": [
    "섬망"
  ],
  "요즘 몸이 너무 아프고, 자꾸 피곤해져서 아무것도 하기 싫어.": [
    "섬유근육통"
  ],
  "요즘 자꾸 몸이 아프고, 특히 팔과 다리가 무겁고 찌릿찌릿해.": [
    "섬유근형성장애"
  ],
  "가슴에 뭔가 뭉쳐 있는 느낌이 들어서 만져보면 뭔가 부풀어 오른 것 같아. 때때로 아프기도 하고, 불편함이 느껴져.": [
    "섬유선종"
  ],
  "최근에 배가 계속 아프고, 가끔씩 불편한 느낌이 들어서 걱정이야.": [
    "섬유종"
  ],
  "요즘 음식이 너무 싫어져서 거의 안 먹게 돼. 그냥 생각만 해도 괴롭고, 먹는 걸 피하려고 해.": [
    "섭식 장애"
  ],
  "요즘 애가 자꾸 관절이 아프다고 해서 힘들어해. 특히 아침에 일어날 때 더 힘들어하는 것 같아.": [
    "소아 류마티스 관절염"
  ],
  "요즘 애가 말을 잘 못 해요. 문장을 제대로 연결하지 못하고, 단어를 자주 잊어버리는 것 같아요.": [
    "소아 말 실행증"
  ],
  "요즘 애가 열이 나고 몸이 좀 으슬으슬해. 잘 놀지도 못하고 자꾸 짜증내더라고.": [
    "소아 발열"
  ],
  "애가 화장실을 자주 안 가려고 하고, 가서도 힘들어하는 것 같아.": [
    "소아 변비"
  ],
  "요즘 애가 운동도 안 하고 자꾸 간식만 찾더라고. 그래서인지 요즘 체중이 많이 늘었어.": [
    "소아 비만"
  ],
  "요즘 밤에 자는 동안에 자꾸 숨을 안 쉬는 것 같아. 자고 나면 굉장히 피곤하고 머리가 아프고.": [
    "소아 수면 무호흡증"
  ],
  "아기가 자주 울고, 먹고 나서 다시 토하는 것 같아. 특히 누워 있을 때 더 심한 것 같아.": [
    "소아 위식도 역류"
  ],
  "요즘 애가 자꾸 물을 많이 마시고 화장실에 자주 가는 것 같아. 그리고 좀 피곤해 보이더라고.": [
    "소아당뇨병"
  ],
  "요즘 애가 머리가 너무 아프다고 계속 그러더라. 조금만 뛰어도 불편하다고 하고, 심지어 빛도 싫어하는 것 같아.": [
    "소아두통"
  ],
  "아기가 갑자기 다리 힘이 빠진 것 같고, 걷는 게 힘들어 보여.": [
    "소아마비"
  ],
  "요즘 애 피부가 간지럽고 뾰루지 같은 게 나서 자꾸 긁고 있어.": [
    "소아무좀"
  ],
  "애가 피부에 물집 같은 게 생겨서 가려워하고, 만지면 아픈 것 같아.": [
    "소아물집"
  ],
  "피부에 하얀 반점이 생기고, 그 부분이 좀 더 밝아진 것 같아. 햇볕에 나가면 그 부분이 더 눈에 띄는 것 같아.": [
    "소아백반증"
  ],
  "요즘 애가 코 막히고 계속 재채기를 하더니, 얼굴도 좀 붓고 힘들어하는 것 같아.": [
    "소아부비동염"
  ],
  "\"아이가 팔꿈치를 부자연스럽게 굽히고 있어요. 팔을 움직일 때마다 아파하는 것 같아요.\"": [
    "소아팔꿈치탈구"
  ],
  "요즘 애 피부가 가려워서 긁고 다니더라. 특히 팔꿈치랑 무릎 안쪽이 빨갛게 부풀어올랐어.": [
    "소아피부염"
  ],
  "요즘에 배가 자주 아프고, 특히 밥 먹고 나면 더 심한 것 같아. 가끔 속이 메스껍고, 소화가 잘 안 되는 느낌이야.": [
    "소화성 궤양 질환"
  ],
  "요즘 기침이 계속 나고, 가끔 피가 섞인 가래가 나와서 걱정이야.": [
    "속립성 결핵"
  ],
  "요즘 계속 피곤하고 머리가 아프더라고. 특히 아침에 일어날 때 좀 힘들어.": [
    "속발성 고혈압"
  ],
  "손을 움직일 때마다 뭔가 찌르는 느낌이 들어서 불편해. 특히 물건을 잡을 때 아프고 힘이 잘 안 들어가.": [
    "손가락인대파열"
  ],
  "손목이 자주 저리고, 물건을 잡을 때 아프기도 해.": [
    "손목 수근관 증후군"
  ],
  "요즘 손목이 자꾸 아프고, 특히 컴퓨터 할 때 너무 불편해.": [
    "손목 통증"
  ],
  "손목이 아파서 물건을 잡기가 힘들어. 특히 아침에 일어났을 때 더 심해지는 것 같아.": [
    "손및손목염증"
  ],
  "손발이 뭔가 이상하게 느껴져. 가끔씩 찌릿찌릿하고, 감각이 없어진 것 같아.": [
    "손발 저림, 감각 없음"
  ],
  "요즘에 물 마시고 나면 배가 아프고, 화장실도 자주 가게 돼서 불편해.": [
    "수인성 전염병"
  ],
  "요즘 가끔 심장이 두근두근 거려서 불안한 기분이 들어. 특히 운동할 때 더 심해지는 것 같아.": [
    "수정대혈관 전위"
  ],
  "눈이 갑자기 흐릿해지고, 주변이 잘 보이지 않아서 불편해요.": [
    "수정체 탈구"
  ],
  "요즘 애가 입 안이 아프다고 하더니, 손바닥에도 뭔가 나더라고.": [
    "수족구병"
  ],
  "손발이 항상 차가워서 따뜻한 물에 담가도 시원찮고, 밤에 자다가 발이 시려서 잠이 잘 안 와.": [
    "수족냉증"
  ],
  "최근에 고환 쪽에 통증이 느껴지고, 만지면 좀 욱신거려.": [
    "수축성 고환"
  ],
  "요즘 계속 몸이 간지럽고, 피부에 뭐가 나서 너무 불편해.": [
    "스파르가눔증"
  ],
  "최근에 피부가 이상하게 변하고, 가려움증이 심해져서 많이 힘들어.": [
    "스핑고 지질증"
  ],
  "무릎이 아프고 뛸 때마다 찌릿찌릿해. 계단 내려갈 때마다 더 아픈 것 같아.": [
    "슬개건염"
  ],
  "무릎이 아프고 걸을 때마다 뚝뚝 소리가 나. 계단 오르내릴 때 특히 힘들어.": [
    "슬개골 골절"
  ],
  "무릎이 자꾸 아프고, 계단 오르내릴 때마다 찌릿찌릿한 느낌이 들어서 힘들어.": [
    "슬개대퇴 통증 증후군"
  ],
  "요즘 눈이 잘 안 보이고, 가끔 이쪽 눈이 뿌옇게 보이는 것 같아.": [
    "시신경손상"
  ],
  "눈이 뿌옇게 보이고, 가끔 쌩하고 아픈 느낌이 들어서 불편해.": [
    "시신경염"
  ],
  "요즘 계속 배가 아프고, 무슨 냄새도 잘 못 맡겠어.": [
    "시트룰닌혈증"
  ],
  "요즘에 식사하고 나면 가슴이 아프고, 소화가 잘 안 되는 것 같아.": [
    "식도 정맥류"
  ],
  "음식을 삼킬 때마다 목이 아프고, 가끔은 먹은 게 잘 넘어가지 않는 것 같아.": [
    "식도암"
  ],
  "가끔 음식 먹고 나면 가슴이 답답하고 쓰리더라고. 특히 누워있을 때 더 심해지는 것 같아.": [
    "식도열공탈장"
  ],
  "요즘 식사할 때마다 가슴이 좀 불편하고, 음식이 목에 걸리는 느낌이 들어서 너무 신경 쓰여.": [
    "식도염"
  ],
  "목이 뭔가 걸린 듯해서 음식이 잘 넘어가지 않아.": [
    "식도의 이물"
  ],
  "요즘 음식 먹을 때마다 가슴이 좀 땡기고 불편해. 뭔가 막힌 느낌이 들어서 소화도 잘 안 되는 것 같아.": [
    "식도의 평활근종"
  ],
  "요즘 음식을 삼킬 때마다 목이 좀 걸리는 느낌이 들어서 불편해.": [
    "식도이완불능증"
  ],
  "요즘 손이 저리고, 힘이 빠진 것 같아. 특히 밤에 더 심해지는 것 같아.": [
    "신경압박"
  ],
  "화장실에 자주 가고 싶은데, 가면 별로 나올 게 없어서 진짜 짜증 나.": [
    "신경인성 방광"
  ],
  "요즘 손이나 발이 자주 저리고 아파서 너무 불편해. 특히 밤에 더 심해지는 것 같아.": [
    "신경절 신경종"
  ],
  "손가락이 너무 아프고, 저릿저릿한 느낌이 계속 들어서 불편해.": [
    "신경종"
  ],
  "최근에 귀에서 이상한 소리가 나고, 가끔씩 귀가 아파서 불편해.": [
    "신경초종"
  ],
  "손발이 저리거나 감각이 이상해. 가끔은 찌릿찌릿한 느낌도 들어.": [
    "신경총병증"
  ],
  "요즘 갑자기 한쪽 팔이 너무 아프고, 찌릿찌릿한 느낌이 들어서 불편해.": [
    "신경통"
  ],
  "요즘 허리가 아프고, 가끔 다리가 저려서 걷기 힘들어.": [
    "신동맥 협착증"
  ],
  "요즘 너무 피곤하고, 소변도 자주 보게 되더라고.": [
    "신부전"
  ],
  "아기가 자꾸 졸려하고, 힘이 없어 보여서 걱정이 돼. 입맛도 없는 것 같아.": [
    "신생아 가사"
  ],
  "요즘 허리 쪽이 너무 아프고, 소변 볼 때마다 찌릿찌릿해.": [
    "신장 결석"
  ],
  "최근에 허리가 아프고, 소변 볼 때마다 통증이 느껴져서 걱정이야.": [
    "신장 결핵"
  ],
  "요즘 왼쪽 아랫배가 좀 아프고, 가끔 허리도 뻐근해.": [
    "신장 낭종"
  ],
  "요즘 소변 보기가 좀 힘들고, 허리가 자꾸 아파서 걱정이야.": [
    "신장 이형성증"
  ],
  "갑자기 머리가 멍해지더니 주변이 어두워졌어. 나중에는 일어날 수가 없더라고.": [
    "실신"
  ],
  "요즘 말이 잘 안 나와서 대화할 때 힘들어. 내가 하고 싶은 말을 잊어버리거나 다른 단어가 튀어나와서 이상해.": [
    "실어증"
  ],
  "요즘 자꾸 내가 뭘 하고 있는지 잘 기억이 안 나. 가끔은 내가 대화하고 있는 사람도 누군지 헷갈려서 당황할 때가 있어.": [
    "실인증"
  ],
  "요즘 자꾸 뭔가를 잊어버리고, 기억이 잘 안 나서 답답해.": [
    "실행증"
  ],
  "요즘 가끔 심장이 너무 빠르게 뛰는 것 같아. 가만히 앉아있는데도 불안한 느낌이 들어.": [
    "심계항진"
  ],
  "가슴이 찌르는 것 같고, 특히 운동할 때 숨이 차더라고.": [
    "심근 허혈"
  ],
  "가슴이 갑자기 너무 아프고, 숨쉬기가 힘들어져서 너무 불안해.": [
    "심근경색증"
  ],
  "요즘 속이 자주 더부룩하고 아픈 것 같아. 특히 식사 후에 더 심해지는 것 같아.": [
    "십이지장 궤양"
  ],
  "최근에 배가 자주 아프고 소화도 잘 안 되는 것 같아. 식사 후에는 더 불편해지는 느낌이야.": [
    "십이지장 용종"
  ],
  "요즘 속이 자주 쓰리고, 식사 후에 불편한 느낌이 들어서 좀 힘들어.": [
    "십이지장궤양"
  ],
  "요즘에 배가 너무 아프고, 특히 식사 후에 더 심해지는 것 같아. 가끔은 체중도 좀 줄어드는 것 같아.": [
    "십이지장암"
  ],
  "요즘 배가 너무 아프고, 소화가 잘 안되는 것 같아. 특히 음식 먹고 나면 더 불편해.": [
    "십이지장염"
  ],
  "무릎을 움직일 때마다 뭔가 쑤시는 느낌이 들어서 걷기가 힘들어.": [
    "십자 인대 손상"
  ],
  "요즘 계속 배가 아프고, 생리 주기가 이상해진 것 같아.": [
    "쌍자궁"
  ],
  "이가 계속 아프고, 뭔가 부풀어 오른 것 같아. 씹을 때마다 불편해.": [
    "아멜로블라스토마"
  ],
  "요즘 다리에 힘이 없고, 자주 저려서 불편해. 일상생활이 힘들어졌어.": [
    "아밀로이드증"
  ],
  "요즘 친구들하고 잘 어울리지 못하는 것 같아. 대화할 때 뭔가 어색하고, 신호를 잘 못 알아차리는 것 같아.": [
    "아스퍼거 증후군"
  ],
  "요즘 가끔 기침이 심해지고, 가슴이 답답해서 숨쉬기 힘들어.": [
    "아스페르길루스증"
  ],
  "요즘 자꾸 피곤하고, 손톱이 약해진 것 같아.": [
    "아연결핍증"
  ],
  "요즘 좀 숨이 차고 피곤한 느낌이 들어서 계단 오르는 게 힘들어.": [
    "아이젠멩거 증후군"
  ],
  "아, 발뒤꿈치가 너무 아파서 걸을 때마다 찌릿찌릿해. 뭐, 뛸 수도 없겠더라구.": [
    "아킬레스 건 파열"
  ],
  "요즘 발뒤꿈치가 너무 아프고, 특히 운동할 때마다 통증이 느껴져서 힘들어.": [
    "아킬레스 건염"
  ],
  "피부가 가려워서 자꾸 긁게 돼. 특히 밤에 더 심해지고, 가끔은 발진이 생기기도 해.": [
    "아토피 피부염"
  ],
  "요즘 눈이 자꾸 따갑고 뭔가가 들어간 것 같은 기분이 들어.": [
    "아폴로눈병"
  ],
  "요즘 계속 피곤하고, 낮에도 자꾸 졸려서 하루 종일 힘들어.": [
    "아프리카수면병"
  ],
  "요즘 숨쉬기가 좀 힘들고, 가끔 가슴이 아프고 답답한 느낌이 들어.": [
    "악성 흉막 삼출"
  ],
  "요즘 꽃가루 때문에 코가 간지럽고 재채기가 많이 나와서 힘들어.": [
    "알레르기"
  ],
  "눈이 간지럽고, 뭔가가 들어간 것처럼 불편해. 그리고 눈물이 계속 나와서 너무 힘들어.": [
    "알레르기 결막염"
  ],
  "요즘 자꾸 재채기가 나고, 코가 간지러워서 힘들어.": [
    "알레르기 비염"
  ],
  "요즘 자주 물건을 어디에 두었는지 기억이 안 나고, 예전에는 잘 알고 있던 사람 이름도 잘 생각이 안 나더라구.": [
    "알츠하이머병"
  ],
  "술을 조금만 마셔도 몸이 엄청나게 불편해져. 속이 더부룩하고 얼굴이 붉어지더라고.": [
    "알코올 불내증"
  ],
  "요즘 땀 냄새가 너무 심해져서 주변 사람들이 조금 불편해하는 것 같아. 특히 더운 날에는 더 심해지는 것 같아.": [
    "액취증"
  ],
  "밤에 갑자기 심장이 뛰고 숨이 가빠지면서 무서운 느낌이 들어서 잠에서 깨곤 해.": [
    "야경증"
  ],
  "요즘 밤에 자주 화장실 가는 것 같아. 잠이 설치고 불편해.": [
    "야뇨증"
  ],
  "요즘 저녁에 밖에 나가면 잘 안 보이더라고. 특히 어두운 곳에서는 더 힘들어.": [
    "야맹증"
  ],
  "요즘에 자꾸 피곤하고 기운이 없어서 마치 일상생활이 힘든 것 같아. 그리고 얼굴에 붉은 반점이 생겼어.": [
    "야토병"
  ],
  "요즘 배가 많이 부풀어서 불편하고, 아기 움직임이 예전보다 적은 것 같아.": [
    "양수과소증"
  ],
  "요즘 너무 숨이 차고, 가끔은 가슴이 뻐근해. 운동도 잘 못하겠어.": [
    "양수색전증"
  ],
  "요즘 눈이 자꾸 이상해. 한쪽 눈이 다른 쪽과 잘 맞지 않는 느낌이 들어서 뭔가 불편해.": [
    "양안격리증"
  ],
  "요즘 어깨가 너무 아파서 팔을 올리기가 힘들어. 가끔은 뻐근한 느낌도 들어.": [
    "어깨 통증"
  ],
  "어깨가 자꾸 빠지는 것 같아서 너무 불안해. 무언가만 하면 어깨가 삐끗하는 느낌이 들어.": [
    "어깨관절 재발성 탈구"
  ],
  "요즘 가슴이 좀 부풀어 오른 것 같아서 신경 쓰여. 운동해도 잘 빠지지 않는 느낌이야.": [
    "여성형 유방"
  ],
  "요즘 배가 너무 아프고 화장실을 자주 가게 돼서 힘들어.": [
    "여행자설사",
    "항생제설사"
  ],
  "요즘 자주 목이 간질간질하고, 소화가 잘 안 되는 것 같아. 특히 기름진 음식을 먹고 나면 속이 불편해져.": [
    "역류성 식도염"
  ],
  "요즘 성관계 중에 뭔가 이상해. 쾌감을 느끼긴 하는데, 정액이 나오지 않아서 좀 당황스러워.": [
    "역행 사정"
  ],
  "요즘 무릎이 뻐근하고 쑤시는 것 같아. 특히 계단 오를 때 더 아프고 불편해.": [
    "연골막염"
  ],
  "요즘 몸이 자꾸 작아지는 것 같아. 아는 사람들 중에 나보다 더 작은 사람들도 많아졌어.": [
    "연골무형성증"
  ],
  "무릎이 자꾸 아프고, 걸을 때마다 뻐근함이 느껴져.": [
    "연골연화증"
  ],
  "요즘 무릎이 자꾸 아프고, 걸을 때마다 뻑뻑한 느낌이 들어서 불편해.": [
    "연골외배엽 이형성증"
  ],
  "최근에 다리가 자주 아프고, 특히 운동할 때 통증이 심해. 뼈 쪽에서 뭔가 이상한 느낌이 들어.": [
    "연골육종"
  ],
  "요즘 몸이 너무 뻣뻣하고 움직이기 힘들어. 특히 무릎이 자주 아프고, 쪼그려 앉는 것도 힘들어졌어.": [
    "연골형성저하증"
  ],
  "요즘 말할 때 목소리가 자꾸 끊기고, 발음이 잘 안 돼서 너무 힘들어.": [
    "연축성발성장애"
  ],
  "음식을 삼킬 때마다 목이 아프고, 뭔가가 걸린 느낌이 들어서 불편해.": [
    "연하곤란"
  ],
  "음식을 삼킬 때마다 목이 아픈 것 같아. 물도 마시기 힘들어져서 걱정이야.": [
    "연하통"
  ],
  "요즘 몸이 너무 덥고 찌뿌둥해. 밤에 잘 때 이불을 덮기도 힘들어.": [
    "열"
  ],
  "최근에 너무 피곤해서 아무것도 하기 싫고, 자꾸 몸이 뜨거워지는 것 같아.": [
    "열 피로"
  ],
  "요즘 너무 더운 날씨에 조금만 움직여도 땀이 확 나는 것 같아. 특히 더운 날엔 기분이 너무 안 좋고, 심지어 가끔은 머리도 아프고 힘이 빠져서 아무것도 하고 싶지 않아.": [
    "열과민증"
  ],
  "오늘 정말 뜨거워서 머리가 아프고, 땀이 너무 많이 나서 힘들어.": [
    "열사병"
  ],
  "갑자기 몸이 막 떨리더니 의식도 없고, 아무것도 할 수 없더라고.": [
    "열성 경련"
  ],
  "어제 운동하다가 발목을 삐끗했는데, 걸을 때마다 아프고 붓는 것 같아.": [
    "염좌"
  ],
  "최근에 가슴이 계속 아프고, 뭔가 부풀어 오른 것 같아서 걱정이야.": [
    "염증성 유방암"
  ],
  "아기가 피부가 좀 노래진 것 같아, 특히 얼굴 쪽이 더 심해 보여.": [
    "영유아황달"
  ],
  "요즘 가슴이 찌릿찌릿하고 힘이 없어서 계단 오르는 것도 힘들어.": [
    "오래된 심근경색증"
  ],
  "요즘 가슴이 움푹 들어간 것 같아. 숨 쉬기 힘들고, 운동할 때 좀 불편해.": [
    "오목가슴"
  ],
  "무릎이 자꾸 아프고, 운동할 때마다 불편한 느낌이 들어. 특히 계단 오르내릴 때 더 심해져.": [
    "오스굿씨 병"
  ],
  "어깨가 너무 아파서 팔을 위로 올리기가 힘들어. 특히 아침에 일어날 때 더 심해지는 것 같아.": [
    "오십견"
  ],
  "어깨가 너무 뻐근해서 팔을 위로 올리기가 힘들어. 특히 아침에 일어날 때 더 아파.": [
    "오십견(동결견, 유착성 관절낭염)"
  ],
  "요즘 피부에 이상한 반점이 자꾸 생기더니 가려워서 참기 힘들어.": [
    "오타 모반"
  ],
  "갑자기 몸이 뜨거워지면서 가려움이 심해져서 정말 불편해. 특히 추운 날씨에 더 심해지는 것 같아.": [
    "온도알레르기"
  ],
  "갑자기 머리가 아프고, 기분이 이상해져서 집중이 잘 안 돼.": [
    "외상성 뇌손상"
  ],
  "요즘 가끔 내가 무슨 이야기를 하고 있는지 잘 기억이 안 나서 좀 걱정이야. 친구들 이름도 잊어버릴 때가 있어.": [
    "외상성 치매"
  ],
  "요즘 귀에서 물이 나오는 것 같고, 소리가 좀 이상해.": [
    "외상에 의한 고막 천공"
  ],
  "요즘 머리가 너무 아프고, 가끔씩 기억이 잘 안 나.": [
    "외상에 의한 뇌 손상"
  ],
  "요즘 다리가 너무 저리고 힘이 없어. 걷는 게 정말 힘들어.": [
    "외상에 의한 척수 손상"
  ],
  "허리를 다쳐서 갑자기 움직이기가 힘들어. 특히 앉았다 일어설 때 엄청 아파.": [
    "외상에 의한 척추 손상"
  ],
  "눈이 뭔가 찌르듯이 아프고, 자꾸 깜빡이게 돼.": [
    "외안의 이물"
  ],
  "허리가 너무 아파서 일어나는 것도 힘들어. 앉았다가 일어나면 뻐근한 느낌이 들어.": [
    "요통"
  ],
  "다리나 발이 너무 부풀어서 신발이 너무 꽉 끼는 느낌이야. 또, 종아리가 뻐근하고 불편해.": [
    "요흔성부종"
  ],
  "요즘 피부가 계속 아프고 부풀어 올라서 불편해. 특히 누워있을 때 더 심해져.": [
    "욕창"
  ],
  "요즘 자꾸 피곤하고 힘이 없어서 일상생활도 힘들어. 피부도 좀 창백해진 것 같아.": [
    "용혈성 빈혈"
  ],
  "갑자기 몸이 오한이 나고 뼈가 아프더라고. 왠지 기운도 없고 막 힘이 빠지는 느낌이었어.": [
    "용혈성 수혈 부작용"
  ],
  "요즘에 계속 피곤하고, 팔과 다리가 붓는 것 같아. 그리고 소변도 잘 안 나오고 있어.": [
    "용혈성 요독 증후군"
  ],
  "요즘 자꾸 숨이 차고, 계단 오르는 것도 힘들어. 발도 부풀어 오르는 것 같아.": [
    "우심부전"
  ],
  "요즘 위가 너무 아프고 소화도 잘 안 되는 것 같아. 식사 후에 더부룩하고 속이 울렁거려서 힘들어.": [
    "위 유암종"
  ],
  "요즘 배가 너무 아프고, 소화가 잘 안 되는 것 같아. 가끔은 구역질도 나고.": [
    "위 정맥류"
  ],
  "갑자기 배가 너무 아프고, 마치 쥐어짜는 것 같은 느낌이 들어서 움직이기 힘들어.": [
    "위경련"
  ],
  "요즘 속이 자주 쓰리고, 음식 먹으면 더 아픈 것 같아.": [
    "위궤양"
  ],
  "요즘 배가 자꾸 아프고, 화장실에 자주 가게 돼서 너무 힘들어.": [
    "위막성 대장염"
  ],
  "최근에 몸이 많이 피곤하고, 자꾸 열이 나서 걱정이야.": [
    "위말트 림프종"
  ],
  "아, 요즘 배가 너무 아프고 자주 화장실 가는 게 너무 힘들어.": [
    "위장염"
  ],
  "요즘 소화가 잘 안 되고, 속이 계속 더부룩해.": [
    "위점막하종양"
  ],
  "가슴에 뭔가 부풀어오른 것 같은 느낌이 들어서 만지면 아프고, 특히 누르면 더 아파.": [
    "유방 농양"
  ],
  "가슴에 뭔가 이상한 덩어리가 느껴져서 걱정돼. 그리고 가끔씩 통증도 느껴져.": [
    "유방 상피내암"
  ],
  "가슴에 뭐가 뭉쳐 있는 느낌이 들어서 만져보면 뭔가 딱딱한 게 있어. 요즘 들어 가끔 통증도 느껴져.": [
    "유방 종양"
  ],
  "최근에 가슴 쪽에 이상한 발진이 생기고 가려워서 많이 신경이 쓰여. 뭐가 잘못된 거 같아.": [
    "유방 파제트병"
  ],
  "가슴에 뭔가 이상한 덩어리가 느껴지고, 가끔 통증도 있어.": [
    "유방상피내암"
  ],
  "요즘 가슴에 뭔가 이상한 덩어리가 만져져서 너무 불안해.": [
    "유방암"
  ],
  "가슴이 뻐근하고 아파서 만지면 너무 아프고, 열도 나는 것 같아.": [
    "유방염"
  ],
  "가끔 유방 쪽에 뭔가 뻐근한 느낌이 들어. 그리고 만져보면 조금 울퉁불퉁한 부분이 있어.": [
    "유방의 미세석회화"
  ],
  "가슴에 뭔가 만져지는 게 있어. 처음에는 작았는데 점점 커지는 것 같아.": [
    "유방의 섬유선종"
  ],
  "무릎이 너무 아파서 걸을 때마다 찌릿찌릿해. 가끔은 무릎을 구부리기도 힘들어.": [
    "윤활낭염"
  ],
  "요즘 무릎이 자주 뻐근하고 움직일 때마다 소리가 나서 좀 불편해.": [
    "윤활막추벽증후군"
  ],
  "요즘 계속 피곤하고, 배가 좀 아픈 것 같아. 가끔은 속도 메스껍고.": [
    "융모막암종"
  ],
  "요즘 들어 배가 너무 아프고, 이상하게도 입맛이 없더라고.": [
    "융모양막염"
  ],
  "요즘 자꾸 불필요하게 계속 단단해지는데, 이게 좀 불편해.": [
    "음경 발기지속증"
  ],
  "\"최근에 성관계할 때마다 뭔가 불편한 느낌이 들어서 힘들어.\"": [
    "음경만곡증"
  ],
  "최근에 아래쪽에 이상한 덩어리가 생겼고, 가끔 아프기도 해.": [
    "음경암"
  ],
  "요즘 아래쪽이 너무 아파서 걷기도 힘들어. 특히 한쪽이 뻐근하고 욱신거려서 불편해.": [
    "음낭 내 부속기 염전"
  ],
  "음낭에 뭔가 덩어리가 만져지는데, 그게 아프기도 하고 가끔씩 가렵기도 해.": [
    "음낭 종괴"
  ],
  "요즘 밤에 잘 못 자겠고, 가끔씩 다리 쥐가 나서 잠에서 깨는 일이 많아.": [
    "이루증"
  ],
  "이마 쪽에 뭔가 불룩 튀어나온 것 같고, 가끔 아프기도 해.": [
    "이마골종"
  ],
  "요즘 자꾸 기억이 안 나고, 집중이 잘 안 되는 것 같아. 뭔가 생각하려고 해도 멍해져.": [
    "이마관자엽 변성"
  ],
  "요즘 귀에서 윙윙거리는 소리가 자꾸 들려서 신경이 쓰여. 아무것도 없는 데서 소리가 나니까 좀 불안해.": [
    "이명"
  ],
  "숨 쉬기가 너무 힘들고, 목이 뭔가 막힌 느낌이 들어서 괴로워.": [
    "이물질에 의한 기도 막힘"
  ],
  "아, 요즘 배가 많이 불렀는데, 막 이동할 때마다 뭔가 불편하고 아픈 것 같아.": [
    "이상 태위"
  ],
  "눈 모서리에 뭔가 이상한 게 자꾸 생기는 것 같아. 가끔 가려워서 만지고 싶어져.": [
    "익상편"
  ],
  "요즘 물에 빠지면 숨이 막히고, 가슴이 답답해져서 힘들어.": [
    "익수"
  ],
  "요즘 자꾸 내 기분이 이상해져서, 내가 누군지도 잘 모르겠고, 다른 사람들과의 관계가 너무 힘들어.": [
    "인격장애"
  ],
  "최근에 무릎을 다쳐서 걸을 때마다 통증이 느껴져. 특히 계단 오를 때 아프더라고.": [
    "인대파열"
  ],
  "요즘 너무 피곤하고 자꾸 어지럽네. 일어날 때마다 좀 휘청거려서 걱정이야.": [
    "임산부 빈혈"
  ],
  "요즘 몸이 자꾸 피곤하고, 피부에 뭔가 이상한 게 생겨서 걱정이야.": [
    "자가면역 질환"
  ],
  "요즘 좀 피곤하고 식욕도 없어서 힘들어. 피부가 가려운 것도 느껴져.": [
    "자가면역성 간염"
  ],
  "요즘 목이 뻐근하고 피곤함이 계속 느껴져. 아침에 일어나도 일상생활이 힘들어.": [
    "자가면역성 갑상선염"
  ],
  "요즘 너무 피곤하고, 몸이 자꾸 쑤셔. 심지어 피부가 좀 노래진 것 같아.": [
    "자가면역용혈질환"
  ],
  "요즘 좀 피곤하고, 가끔 피부가 간지럽고 붉어지는 것 같아.": [
    "자가면역질환"
  ],
  "최근에 손과 얼굴이 많이 부풀어오르고, 머리가 아파서 힘들어.": [
    "자간전증"
  ],
  "요즘 계속 머리가 아프고, 손발이 부풀어 올라서 불편해.": [
    "자간증"
  ],
  "요즘 배가 좀 아프고, 가끔씩 하복부에 뭔가 뭉쳐 있는 느낌이 들어.": [
    "자궁 근종"
  ],
  "아기가 좀 작게 태어난 것 같아. 의사 선생님도 걱정하시더라고.": [
    "자궁 내 성장 지연"
  ],
  "최근에 생리할 때마다 너무 아프고, 가끔씩 불규칙하게 출혈이 있더라고.": [
    "자궁 내경관 용종"
  ],
  "최근에 생리 주기가 좀 이상해졌고, 배가 아프기도 해.": [
    "자궁내막 용종"
  ],
  "요즘 생리할 때마다 너무 아프고, 출혈도 좀 많아진 것 같아.": [
    "자궁내막 이상증식증"
  ],
  "요즘에 배가 아프고, 뭔가 이상한 느낌이 들어서 걱정이야.": [
    "자궁내막암"
  ],
  "최근에 배가 아프고, 생리도 이상하게 많이 나와서 좀 걱정이야.": [
    "자궁내막염"
  ],
  "요즘 배가 엄청 아프고, 생리도 너무 불규칙해.": [
    "자궁내막증"
  ],
  "최근에 생리통이 너무 심해지고 생리도 자주 하니까 많이 힘들어.": [
    "자궁선근증"
  ],
  "요즘 배가 이상하게 아프고, 특히 한쪽이 너무 아파서 걷기가 힘들어. 그리고 가끔 어지럽기도 해.": [
    "자궁외 임신"
  ],
  "요즘 가끔 기분이 너무 불안해지고, 갑자기 땀이 나거나 떨리는 게 자주 느껴져서 힘들어.": [
    "자율신경 실조증"
  ],
  "요즘 애가 다른 친구들이랑 잘 어울리지 않고 혼자 노는 걸 좋아해. 대화할 때도 눈을 잘 맞추지 않더라고.": [
    "자폐증"
  ],
  "요즘 가끔 피부가 뜨거운 느낌이 들어서 불편해. 특히 햇빛을 받을 때 더 심해지는 것 같아.": [
    "작열감"
  ],
  "요즘 몸이 너무 힘들어서 아무것도 못 움직이겠어. 눈은 뜨고 있는데 몸은 마치 돌처럼 굳어버린 느낌이야.": [
    "잠금 증후군"
  ],
  "요즘 가끔 기침이 나고, 가슴이 좀 아픈 것 같아. 특히 밤에 땀을 많이 흘리더라고.": [
    "잠복결핵"
  ],
  "아기가 자꾸 배를 움켜잡고 울어서 걱정돼. 뭔가 불편해하는 것 같아.": [
    "잠복고환증"
  ],
  "요즘 수영하고 나면 몸이 너무 아프고, 팔과 다리가 저려서 불편해.": [
    "잠수병"
  ],
  "허리가 자주 아프고, 가끔 다리 쪽으로 찌릿찌릿한 느낌이 들어.": [
    "잠재성 이분 척추"
  ],
  "요즘 배가 아프고 화장실을 자주 가게 돼서 좀 힘들어.": [
    "장염"
  ],
  "요즘 배가 너무 아프고, 자주 화장실 가고 있어. 뭔가 소화가 잘 안 되는 것 같아.": [
    "장염전"
  ],
  "요즘 배가 자주 아프고, 소화도 잘 안 되는 것 같아. 가끔은 배가 땡기는 느낌도 들어.": [
    "장유착"
  ],
  "요즘 배가 아프고 가끔 배에서 소리가 나. 그러고 나면 좀 불편해져서 화장실에 자주 가야 해.": [
    "장의 게실성 질환"
  ],
  "갑자기 배가 심하게 아프고, 토할 것 같아. 배가 뻥 뚫린 것처럼 아프고, 아무것도 먹고 싶지 않아.": [
    "장중첩증"
  ],
  "최근에 배가 너무 아프고, 소화가 잘 안 되는 것 같아. 가끔 기운도 없고, 식욕도 떨어져서 걱정이야.": [
    "장천공"
  ],
  "요즘 계속 배가 아프고, 화장실에 가면 피가 섞인 변이 나와서 정말 걱정돼.": [
    "장출혈"
  ],
  "최근에 배가 너무 아프고, 화장실에 자주 가게 돼서 힘들어. 게다가 변에서 피가 나와서 좀 무서워.": [
    "장출혈성 대장균 감염증"
  ],
  "요즘 계속 배가 아프고, 설사를 자주 해. 그리고 열도 나서 힘들어.": [
    "장티푸스"
  ],
  "갑자기 배가 엄청 아프고, 소화도 잘 안 되는 것 같아. 그리고 너무 피곤해져서 아무것도 못하겠어.": [
    "장파열"
  ],
  "요즘 자꾸 근육이 떨리고 힘이 없어서 힘든 것 같아.": [
    "저마그네슘혈증"
  ],
  "요즘 숨쉬기가 좀 힘든 것 같아. 계단 올라갈 때 특히 더 느껴져.": [
    "저산소증"
  ],
  "피부가 좀 더 밝아진 것 같고, 특정 부위가 다른 부분보다 색이 덜 나더라고.": [
    "저색소 침착"
  ],
  "요즘 눈이 잘 안 보이는 것 같아. 가까운 글씨도 잘 안 읽히고, 멀리 있는 것도 흐릿하게 보여.": [
    "저시력"
  ],
  "요즘 너무 피곤하고, 식욕도 없어서 밥 먹기가 힘들어. 그리고 피부가 좀 노래진 것 같아.": [
    "전격성 간염"
  ],
  "요즘 자꾸 머리가 아프고, 피곤한데도 잠이 잘 안 와서 힘들어.": [
    "전고혈압"
  ],
  "요즘 갑자기 다리 힘이 빠지는 것 같아서 걷기가 힘들어. 가끔은 발이 저리기도 하고, 심지어는 발목이 무너지는 느낌까지 들어.": [
    "전도 장애"
  ],
  "갑자기 머리가 아프고 혼란스러운 느낌이 들어서 주변이 왜 이렇게 이상하게 느껴지지? 이런 기분은 처음이야.": [
    "전두엽 발작"
  ],
  "응, 화장실을 자주 가야 해서 좀 불편해. 특히 밤에 자다가도 가야 해서 잠을 잘 못 자겠어.": [
    "전립선 비대증"
  ],
  "요즘에 유방이 붓고 아픈 느낌이 들어서 불편해. 특히 수유할 때 더 심해지는 것 같아.": [
    "젖샘관막힘"
  ],
  "요즘에 자꾸 목이 마르고, 화장실도 자주 가게 되네.": [
    "제1형 당뇨병"
  ],
  "요즘 자꾸 목이 마르고, 화장실도 자주 가게 되더라고.": [
    "제2형 당뇨병"
  ],
  "배 쪽에 뭔가 불룩하게 튀어나온 것 같고, 가끔 아프기도 해.": [
    "제대 탈장"
  ],
  "요즘 가끔 몸이 자꾸 아프고, 특히 허리 쪽이 너무 뻐근해.": [
    "제자리암"
  ],
  "손톱이 막 이상하게 변하고, 자꾸 부서져서 너무 불편해.": [
    "조갑 이영양증"
  ],
  "손톱이 이상하게 변하고, 가끔 가렵고 불편해.": [
    "조갑백선"
  ],
  "요즘 피부에 뭐가 나서 너무 아프고, 만지면 욱신거려.": [
    "종기"
  ],
  "아, 요즘 종아리가 너무 아파서 걸을 때마다 불편해. 특히 계단 오를 때 더 심해지는 것 같아.": [
    "종아리통증"
  ],
  "\"요즘 한쪽 발목이 좀 부풀어오르고 아파서 걷기 힘들어.\"": [
    "종창"
  ],
  "허리 쪽에서 다리까지 찌릿찌릿한 느낌이 들어서 걸을 때마다 아프고 불편해.": [
    "좌골신경통"
  ],
  "요즘 가끔 숨이 차고, 가슴이 뻐근한 느낌이 들어서 걱정이야.": [
    "좌심실 비대"
  ],
  "요즘 심장이 두근거려서 쉬어도 피곤해. 가끔 숨이 막히는 것 같아.": [
    "좌심형성부전증후군"
  ],
  "요즘 낮에 너무 졸려서 아무것도 집중이 안 돼. 회의 중에도 자꾸 눈이 감겨서 큰일이야.": [
    "주간 졸림"
  ],
  "요즘 턱이 좀 튀어나온 것 같아서 웃을 때 이상하게 보이는 것 같아.": [
    "주걱턱"
  ],
  "요즘 숨쉬기가 너무 힘들고 기침이 계속 나. 밤에 자다가 숨이 막힐 것 같아.": [
    "주폐포자충 폐렴"
  ],
  "요즘 몸이 너무 피곤하고 배가 아프고, 가끔 가려운 느낌이 들어.": [
    "주혈흡충증"
  ],
  "요즘 가끔 심장이 두근두근하고 숨이 차는 것 같아. 특히 계단 오를 때 힘들어지는 느낌이야.": [
    "죽상경화증"
  ],
  "요즘 가슴이 뻐근하고, 가끔 숨이 차는 것 같아.": [
    "죽상동맥경화증"
  ],
  "요즘 목이 좀 부풀어 올라서 말하기가 불편해. 그리고 가끔씩 심장 박동이 빨라지는 것 같아.": [
    "중독성 다결절 갑상선종"
  ],
  "요즘 가슴이 아프고 숨쉬기 힘든 느낌이 들어서 좀 불안해.": [
    "중피종"
  ],
  "요즘 손이 자꾸 저려서 불편해. 특히 밤에 더 심해지는 것 같아.": [
    "쥐"
  ],
  "요즘 계속 몸이 쎄하고, 머리가 아프고 기운이 없어서 힘들어.": [
    "쥐매개감염병"
  ],
  "피부에 작은 둥글둥글한 덩어리가 생겼는데, 간지럽고 가끔 따갑기도 해.": [
    "쥐젖"
  ],
  "요즘 피곤하고 기운이 없어. 아무리 자도 쉽게 지치고, 몸이 무겁게 느껴져.": [
    "증상이 없는 HIV 감염"
  ],
  "발가락 사이가 아프고, 뭔가 쥐어짜는 듯한 느낌이 들어서 걷기가 힘들어.": [
    "지간 신경종"
  ],
  "피부가 자주 가렵고, 각질이 많이 생기는 것 같아. 특히 머리나 얼굴 쪽이 신경 쓰여.": [
    "지루성 각화증"
  ],
  "요즘 계속 생리처럼 피가 나고, 배도 아프고 불편해.": [
    "질 출혈"
  ],
  "요즘 눈이 너무 간지럽고 뻑뻑해서 뭘 해도 불편해.": [
    "질건조증"
  ],
  "요즘 계속 배가 아프고, 식욕도 없어서 힘들어.": [
    "질암"
  ],
  "\"요즘 아래가 좀 가렵고 불편해. 특히 소변 볼 때 따끔거리는 느낌이 있어.\"": [
    "질염"
  ],
  "요즘 갑자기 열이 나고 몸이 너무 쑤셔서 힘들어. 그리고 피부에 뭔가 발진이 생긴 것 같아.": [
    "쯔쯔가무시병"
  ],
  "요즘 자꾸 피곤하고, 집중이 잘 안 되는 것 같아. 무기력하게 느껴져.": [
    "차지 증후군"
  ],
  "\"어제 넘어져서 무릎이 아파서 걷기가 힘들어. 상처도 좀 나서 지혈이 잘 안 되고 있어.\"": [
    "찰과상"
  ],
  "요즘 사타구니 쪽에 뭔가 이상한 게 나서 가렵고 불편해. 뭔가 튀어나온 것 같아.": [
    "첨형 콘딜로마"
  ],
  "주변 소리가 잘 안 들리고, 사람들 말이 흐릿하게 들려서 대화하기 힘들어.": [
    "청력 손실"
  ],
  "요즘 피부가 좀 푸르게 변한 것 같고, 특히 손끝이 차갑고 이상해. 숨쉬기도 힘들어지는 것 같아.": [
    "청색증"
  ],
  "귀에서 이상한 소리가 나거나, 한쪽 귀가 잘 들리지 않는 것 같아.": [
    "청신경종양"
  ],
  "요즘 귀에서 이상한 소리가 나고, 가끔은 한쪽 귀가 잘 안 들리는 것 같아.": [
    "청신경초종"
  ],
  "피부에 하얗고 벗겨지는 부분이 생겼고, 가려움증이 심해요.": [
    "체부 백선"
  ],
  "어젯밤에 코에서 피가 좀 나왔어. 그리고 이빨을 닦을 때도 입 안에서 피가 나더라고.": [
    "출혈"
  ],
  "눈이 엄청 간지럽고, 뭔가 계속 흐르는 것 같아.": [
    "출혈성 결막염"
  ],
  "요즘 자꾸 멍이 드는 것 같아. 아무것도 안 했는데도 피가 나고, 잘 아물지 않더라구.": [
    "출혈성 질환"
  ],
  "잇몸이 붓고 아파서 음식을 씹기가 힘들어. 입에서 이상한 맛도 나고, 가끔 피가 나기도 해.": [
    "치주 농양"
  ],
  "잇몸이 자주 붓고, 양치할 때 피가 나서 걱정돼.": [
    "치주 질환"
  ],
  "잇몸이 자꾸 아프고, 이가 시린 느낌이 들어서 음식을 먹을 때마다 불편해.": [
    "치주염"
  ],
  "요즘 앉아 있으면 엉덩이가 너무 아프고, 가끔 뭔가 불편한 느낌이 들어서 걷기도 힘들어.": [
    "치질"
  ],
  "요즘 몸이 너무 아프고, 특히 관절이 쑤셔서 움직이기 힘들어.": [
    "치쿤구니야열"
  ],
  "요즘 이가 너무 아파서 제대로 씹지도 못하겠어. 밤에 자려고 누우면 통증이 더 심해지는 것 같아.": [
    "치통"
  ],
  "요새 앉아 있으면 엉덩이가 너무 아프고, 가끔 뭔가 튀어나온 것 같아.": [
    "치핵"
  ],
  "요즘 자꾸 가려운 데가 생기고, 밤에 잠을 잘 못 자겠어.": [
    "침대벌레 물림증"
  ],
  "요즘 자꾸 목이 뻐근하고, 음식을 먹을 때 뭔가 걸리는 느낌이 들어.": [
    "침샘막힘"
  ],
  "최근에 소화가 잘 안 되고 배가 자주 아파서 힘들어.": [
    "카바페넴 내성 장내세균"
  ],
  "피부에 이상한 반점이 생기고, 점점 커지는 것 같아. 가끔 가려워서 신경 쓰여.": [
    "카포시 육종"
  ],
  "\"요즘 가려움증이 너무 심해서 집중이 안 돼. 그리고 불편한 느낌이 계속해서 들어.\"": [
    "칸디다 질염"
  ],
  "입 안에 하얀 덩어리가 생겼고, 가끔 따갑고 불편해. 음식 먹을 때 아프기도 해.": [
    "칸디다성 구내염"
  ],
  "요즘 가려움이 심해서 정말 불편해. 특히 밤에 더 심해지는 것 같아.": [
    "칸디다성 외음질염"
  ],
  "요즘 자꾸 코에서 피가 나서 걱정이야. 그냥 앉아있다가도 갑자기 흘러서 깜짝 놀랐어.": [
    "코피(비출혈)"
  ],
  "요즘 배가 엄청 아프고, 화장실을 자주 가게 돼서 너무 힘들어.": [
    "콜레라"
  ],
  "요즘 몸이 뜨거워지면서 간지러워서 참을 수가 없어요. 특히 운동할 때 더 심해지는 것 같아요.": [
    "콜린성 두드러기"
  ],
  "요즘 계속 코가 간지럽고, 물같은 게 자꾸 나와서 불편해.": [
    "콧물"
  ],
  "요즘 너무 피곤하고, 살이 막 불어나서 옷이 안 맞아.": [
    "쿠싱 증후군"
  ],
  "요즘 몸이 너무 피곤하고 열이 나. 가끔은 기침도 나와서 힘들어.": [
    "큐열"
  ],
  "요즘 팔이 자주 아프고, 힘이 빠지는 것 같아. 그리고 가끔 손이 차가워지기도 해.": [
    "타카야수 혈관염"
  ],
  "요즘 가슴이 너무 아프고 숨이 차서 걷기도 힘들어. 마치 심장이 쪼여드는 느낌이야.": [
    "타코츠보 심근증"
  ],
  "요즘 갑자기 몸이 아프고, 피부에 뭔가 이상한 게 생겼어.": [
    "탄저병"
  ],
  "어깨가 너무 아파서 팔을 잘 못 움직이겠어. 가끔씩 소리가 나기도 해.": [
    "탈구된 어깨"
  ],
  "아, 요즘 피부가 가려워서 너무 힘들어. 특히 머리카락이 닿는 부분이 좀 심해진 것 같아.": [
    "탈락 피부염"
  ],
  "머리카락이 자꾸 빠져서 속이 너무 상해. 특히 샤워할 때 더 많이 빠지는 것 같아.": [
    "탈모증"
  ],
  "요즘 물을 잘 안 마셔서 그런지, 입이 엄청 마르고 목이 칼칼해.": [
    "탈수"
  ],
  "발이 너무 아파서 걷는 것도 힘들어. 특히 밤에 무릎이 욱신거려서 잠을 잘 수가 없어.": [
    "통풍"
  ],
  "요즘 피부에 작은 점들이 자꾸 생기고, 멍이 쉽게 들어서 좀 걱정돼.": [
    "특발성 혈소판 감소성 자반증"
  ],
  "갑자기 그 상황을 생각하니까 가슴이 두근두근하고 숨이 답답해져.": [
    "특정 공포증"
  ],
  "발바닥에 뭔가 뻑뻑하고 아픈 부분이 있어 걷기만 해도 불편해.": [
    "티눈 및 굳은살"
  ],
  "요즘 가끔 눈이 저절로 깜빡거리고, 손이 자꾸 움직여서 불편해.": [
    "틱 장애"
  ],
  "요즘 기침이랑 콧물이 계속 나고, 목이 간지러워서 힘들어.": [
    "파라인플루엔자 감염증"
  ],
  "요즘 계속 몸이 무겁고, 잠도 잘 안 와서 힘들어.": [
    "파라티푸스"
  ],
  "손가락에 뭔가 딱딱한 게 만져져서 불편해. 가끔 간지럽기도 하고, 만지면 아프더라고.": [
    "파라핀종"
  ],
  "\"최근에 강아지가 계속 구토하고 설사를 하더니, 힘이 없고 눕기만 해요.\"": [
    "파보바이러스 감염"
  ],
  "요즘 사람들한테 너무 예민해져서 작은 일에도 화가 나고, 나 자신이 누군지 잘 모르겠어.": [
    "편집성 인격장애"
  ],
  "요즘 자꾸 배가 아프고, 소화가 잘 안 되는 것 같아.": [
    "편충증"
  ],
  "갑자기 피부에 작은 보라색 점들이 생기더니 가려워서 견딜 수가 없어.": [
    "편평 태선"
  ],
  "피부에 이상한 덩어리가 생겼는데, 점점 커지고 색깔도 변하는 것 같아. 가끔 가려움도 느껴져.": [
    "편평세포암"
  ],
  "발이 평평해서 신발이 자꾸 헐거워지는 것 같아. 걸을 때 발바닥이 아프고 피곤해져.": [
    "평발"
  ],
  "요즘 기침이 너무 심하고, 가슴이 아프고 숨 쉬기 힘들어.": [
    "폐 농양"
  ],
  "갑자기 숨이 차고, 가슴이 뻐근한 느낌이 들어요.": [
    "폐 색전증"
  ],
  "요즘 숨쉬기가 좀 힘들고, 기침할 때 피가 섞인 가래가 나오더라구.": [
    "폐 전이"
  ],
  "요즘 갑자기 숨이 많이 차고, 가슴이 뻐근한 느낌이 들어서 좀 힘들어.": [
    "폐 혈전색전증"
  ],
  "요즘 계속 입덧이 심하고, 배가 너무 부풀어 오르는 느낌이 들어서 걱정이야.": [
    "포상기태"
  ],
  "최근에 무릎이 자주 아프고 힘이 빠지는 것 같아. 예전에는 그런 적이 없었는데, 점점 더 피로감을 느끼는 것 같아.": [
    "포스트 폴리오 증후군"
  ],
  "최근에 밥 먹고 나면 배가 너무 아프고, 가끔 소화도 잘 안 되는 것 같아.": [
    "포충증"
  ],
  "요즘 가끔씩 피부가 너무 민감해져서 햇볕에만 나가면 진짜 아프고 간지럽더라고.": [
    "포피리아"
  ],
  "요즘 팔이 너무 아파서 물건 들기도 힘들어. 특히 아침에 일어날 때 더 심해지는 것 같아.": [
    "포함체 근육염"
  ],
  "요즘 자꾸 먹는 게 멈추질 않아서 힘들어. 그냥 계속 입에 뭔가 넣고 싶어져.": [
    "폭식증"
  ],
  "손에서 자주 멍이 생기고, 작은 상처가 잘 아물지 않는 것 같아.": [
    "폰빌레브란트병"
  ],
  "피부가 많이 상처나서 불편하고, 자꾸 가려워서 손이 자주 가.": [
    "피부 이식을 통한 조직 재건"
  ],
  "피부가 너무 땡기고 거칠어서 가려워. 특히 바람이 불 때 더 심해지는 것 같아.": [
    "피부건조증"
  ],
  "최근에 팔이 너무 아프고, 피부가 약간 붉어지더라고. 그리고 잘 움직이지도 않아서 불편해.": [
    "피부근육염"
  ],
  "피부에 이상한 덩어리가 생겼고, 만지면 아프고 간지러워.": [
    "피부섬유육종"
  ],
  "피부에 검은 점이 생겼는데, 점점 커지는 것 같아서 걱정이야.": [
    "피부암"
  ],
  "피부가 가렵고, 막 긁고 싶어지는 것 같아. 또, 붉은 발진이 생겼어.": [
    "피부염"
  ],
  "피부에 작은 혹 같은 게 많이 생기고, 그게 가끔 가렵거나 불편해.": [
    "한관종"
  ],
  "요즘 갑자기 밖에 나가면 피부가 가려워지고 붉어진 것 같아. 특히 추운 날씨에 더 심해지는 것 같아.": [
    "한랭 두드러기"
  ],
  "엉덩이에 통증이 심하고, 앉으면 뭔가 불편한 느낌이 들어. 그리고 가끔씩 부풀어 오르는 것 같아.": [
    "항문 주위 농양"
  ],
  "배가 너무 아프고, 화장실에 가고 싶어도 제대로 못 가겠어.": [
    "항문 폐쇄증"
  ],
  "여기가 좀 간지럽고 불편한 느낌이 들어. 가끔씩 긁고 싶어져서 참기가 힘들어.": [
    "항문소양증"
  ],
  "최근에 앉아 있으면 불편하고, 가끔 피가 나오는 것 같아.": [
    "항문암"
  ],
  "엉덩이가 많이 아프고, 걸을 때마다 불편해. 가끔씩 화장실에 가면 찌릿찌릿한 느낌이 들어.": [
    "항문직장농양과 치루(치루)"
  ],
  "아, 요즘 엉덩이가 너무 아파서 앉는 것도 힘들어. 뭔가 쑤시고 찌르는 느낌이야.": [
    "항문직장농양과 치루(항문직장농양)"
  ],
  "앉아있기가 너무 불편하고, 화장실 갈 때마다 너무 아프고 힘들어.": [
    "항문협착증"
  ],
  "요즘 자꾸 피곤하고, 몸이 뻣뻣해지는 것 같아. 그리고 자주 멍이 드는 것 같아, 아무 이유 없이.": [
    "항인지질 항체 증후군"
  ],
  "가끔 내가 나 자신이 아닌 것 같은 기분이 들어. 주변이 이상하게 느껴지고, 내가 누구인지 잊어버릴 때도 있어.": [
    "해리 장애"
  ],
  "요즘 혀가 자꾸 간지럽고 불편해. 뭔가 쓴 맛이 나는 것 같아.": [
    "혀따가움"
  ],
  "요즘 내 혀에 하얗고 이상한 것들이 생겨서 음식을 먹을 때 좀 불편해.": [
    "혀백반증"
  ],
  "요즘 자꾸 머리가 빙글빙글 도는 것 같아. 일어날 때마다 세상이 흔들리는 느낌이야.": [
    "현기증"
  ],
  "오늘 갑자기 머리가 빙글빙글 도는 것 같아서 정말 불편해. 그냥 앉아있기만 해도 세상이 흔들리는 느낌이야.": [
    "현훈"
  ],
  "요즘 코가 너무 간지럽고 재채기가 자주 나. 특히 아침에 일어나면 더 심해져.": [
    "혈관 운동성 비염"
  ],
  "갑자기 머리가 어지럽고, 순간적으로 눈앞이 깜깜해졌어.": [
    "혈관미주신경 실신"
  ],
  "요즘 갑자기 얼굴이 붓고, 특히 입술이 많이 부풀어 올랐어. 가끔 가려운 느낌도 들어서 불편해.": [
    "혈관부종"
  ],
  "최근에 가벼운 상처에도 피가 잘 안 멈추더라고. 그리고 무슨 이유인지 몸에 멍이 쉽게 생겨서 걱정이야.": [
    "혈액응고장애"
  ],
  "요즘 자꾸 멍이 들어서 걱정이야. 별로 세게 부딪힌 것도 아닌데 이상하게 푸르스름해져.": [
    "혈우병"
  ],
  "다리를 계속해서 찌릿찌릿하고, 한쪽이 붓고 아파서 걷기가 힘들어.": [
    "혈전증"
  ],
  "요즘 기침이 계속 나고 숨쉬기가 좀 힘들어. 특히 밤에 더 심해지는 것 같아.": [
    "호흡세기관지염-간질성폐렴"
  ],
  "요즘 숨쉬기 어려워서 계단 오르기도 힘들어. 가끔은 숨이 차서 말하기도 힘들어.": [
    "호흡장애"
  ],
  "요즘 계속 잠에 빠져있는 것 같아. 아무리 깨워도 잘 안 일어나고, 반응이 없더라고.": [
    "혼수"
  ],
  "요즘 앉아있으면 엉덩이가 너무 아프고, 화장실 갈 때마다 뭔가 불편한 느낌이 들어서 참 힘들어.": [
    "혼합 치질"
  ],
  "요즘 손목이 이상하게 아프고, 손가락도 잘 안 움직여져.": [
    "홀트-오람 증후군"
  ],
  "피부에 빨간 반점이 생겼고, 가려움이 심해요.": [
    "홍반"
  ],
  "아이한테 열이 나고 온몸에 발진이 퍼지면서 귀밑도 붓고 아파해요.": [
    "홍역, 볼거리, 풍진"
  ],
  "눈이 자꾸 가렵고, 빛에 민감해지는 것 같아.": [
    "홍채염"
  ],
  "피부가 부풀어 오르고, 노란 고름 같은 게 나와서 좀 걱정돼.": [
    "화농"
  ],
  "요즘 계속 피곤하고, 근육이 아프고 힘이 없어.": [
    "횡문근육종"
  ],
  "최근에 운동하고 나서 몸이 너무 아프고, 다리가 무겁고 힘이 없어서 걷기 힘들어.": [
    "횡문근융해증"
  ],
  "최근에 가려움증이 심해져서 정말 불편해. 특히 밤에 더 심해지는 것 같아.": [
    "효모 감염"
  ],
  "요즘 계속 배가 부풀어 오르고 소화가 잘 안 되는 것 같아. 가끔 가려운 것도 느껴져.": [
    "효모균증"
  ],
  "요즘 냄새가 하나도 안 나서 음식 먹을 때 너무 답답해. 향수도 아무 느낌이 없어.": [
    "후각소실"
  ],
  "요즘 자꾸 냄새가 잘 안 나고, 음식도 맛이 이상하게 느껴져서 걱정이야.": [
    "후각신경아세포종"
  ],
  "요즘 냄새가 잘 안 나서 뭔가 타고 있는지 모르겠어. 음식도 내가 좋아하는 향이 안 나서 아쉬워.": [
    "후각장애, 미각장애"
  ],
  "목이 아프고, 말할 때마다 찌릿찌릿한 느낌이 들어서 좀 불편해.": [
    "후두 신경통"
  ],
  "목이 너무 아프고, 음식을 삼키기가 힘들어. 숨쉬기도 좀 불편해.": [
    "후두개염"
  ],
  "가슴이나 등이 갑자기 아프고, 숨쉬기가 좀 힘든 것 같아.": [
    "흉부 대동맥류"
  ],
  "요즘 가슴 쪽에 뭔가 불편한 느낌이 드는 것 같아. 숨쉬기도 좀 힘들고, 자주 기침이 나와.": [
    "흉선암"
  ],
  "요즘 가끔 이유 없이 감정이 격해지거나, 갑자기 우울해지기도 해. 그런 기분이 들면 주변 사람들한테 과하게 의존하게 되는 것 같아.": [
    "히스테리성 인격장애"
  ],
  "요즘에 기침이 계속 나고, 가끔 가슴이 아프더라고.": [
    "히스토플라즈마증"
  ],
  "최근에 구토가 자주 나고, 목이 마르고 힘이 없어서 진짜 힘들어.": [
    "당뇨병성 케톤산증"
  ]
}