{
  "병명": "당뇨병성 케톤산증",
  "증상": {
    "Amc": "당뇨병성 케톤산증의 증상은 입 마름(thirst), 다뇨(polyuria)부터 의식 변화까지 다양하게 나타납니다. 피로, 구토, 복통, 호흡 시 과일 향 냄새, 빈맥, 저혈압 등의 증상이 나타나기도 합니다.",
    "Snu": "다음, 다뇨 등 고혈당과 관련된 증상은 수일 전부터 발생하지만, 대사산증과 관련된 증상은 급성으로 24시간 이내에 진행한다. 다음, 다뇨, 체중 감소 , 쇠약감 등의 증상과 함께 구역, 구토, 복통 등의 증상이 동반되고 대사산증이 심해지면서 의식 혼탁, 혼수로 진행한다. 심한 탈수에 의한 빈맥, 혈압 저하, 피부 탄력의 저하가 확인되고 대사산증을 보상하기 위한 빠르고 깊은 호흡이 관찰되며 숨쉴 때 과일향이 난다.",
    "Kdca": null,
    "Final": "당뇨병성 케톤산증의 증상은 종종 빠르게 나타나며, 때로는 24시간 이내에 발생할 수 있습니다. 어떤 사람들에게는 이러한 증상이 당뇨병의 첫 번째 징후일 수 있습니다. 증상에는 다음이 포함될 수 있습니다: - 심한 갈증 - 잦은 소변 - 메스꺼움 및 구토 - 복통 - 무기력감 또는 피로감 - 숨 가쁨 - 과일 향이 나는 입 냄새 - 혼란 보다 확실한 당뇨병성 케톤산증의 징후는 가정용 혈액 및 소변 검사 키트에서 확인할 수 있으며, 다음을 포함합니다: - 높은 혈당 수치 - 소변 내 높은 케톤 수치",
    "1200": null,
    "supplement": [
      "며칠 전부터 물을 많이 마셔도 계속 갈증이 나고, 소변도 자주 보면서 기운이 없어요.",
      "입이 바짝 마르고 화장실을 자주 가는데, 속이 메스껍고 토할 것 같아요.",
      "갑자기 체중이 빠지고 힘이 없어지면서, 복통이 심해지고 구토까지 했어요.",
      "숨이 가빠지고 호흡이 깊고 빨라지면서, 입에서 과일 같은 냄새가 나요.",
      "계속 피곤하고 기운이 없는데, 소변을 너무 자주 보고 갈증도 심해요.",
      "복통이 심하고 구역질이 나면서, 물을 아무리 마셔도 목이 바짝 타요.",
      "소변을 자주 보면서 체중이 빠지고, 점점 힘이 없어져서 걷기도 힘들어요.",
      "입안이 마르고 갈증이 심해서 물을 계속 마시는데, 구토와 어지럼증이 있어요.",
      "숨이 가빠지고 호흡이 깊어지면서, 속이 메스껍고 토할 때도 있어요.",
      "계속 피곤하고 무기력해지면서, 소변이 많아지고 체중도 줄었어요.",
      "물맛이 달라질 정도로 입에서 과일 냄새가 나고, 가슴이 답답하면서 숨이 차요.",
      "소변을 자꾸 보면서 갈증이 심하고, 복통과 메스꺼움이 계속돼요.",
      "피곤이 심하고 힘이 없으면서, 입안이 바짝 말라서 물을 계속 마시고 있어요.",
      "속이 울렁거리고 토할 것 같으면서, 호흡이 점점 가빠지고 깊어져요.",
      "갑자기 몸무게가 줄고 기운이 없으며, 숨쉬기가 힘들어졌어요.",
      "목이 바짝 타고 물을 계속 마시는데, 구토가 심하고 배까지 아파요.",
      "입안에서 과일 냄새가 나고, 호흡이 빨라지면서 어지럽고 힘들어요.",
      "체중이 줄고 소변이 많아지면서, 온몸이 피곤하고 힘이 빠져요.",
      "계속 갈증이 심하고 물을 많이 마셔도 목이 마르며, 복통이 심해져요.",
      "구토가 심하고 호흡이 힘들어지면서, 의식이 몽롱해지는 것 같아요."
    ]
  },
  "정의": {
    "Amc": "당뇨병성 케톤산증은 고혈당, 대사성 산증, 케톤증을 특징으로 하는 당뇨병의 급성 합병증 중 하나입니다. 당뇨병성 케톤산증은 주로 췌장에서 인슐린이 만들어지지 않는 환자(제1형 당뇨병)에게 발생하지만, 제2형 당뇨병 환자에게도 발생할 수 있습니다. 당뇨병성 케톤산증으로 병원에 오는 환자 중 일부는 평소에 당뇨병이 있는지 모르고 지내다가 이 질환으로 인해 당뇨병을 진단받습니다.",
    "Snu": "당뇨병 성 케톤산증은 당뇨병에서 나타나는 급성 합병증으로, 고혈당, 대사산증, 케톤체 증가 등 3가지의 임상 조건을 특징으로 하는 질환이다. 당뇨병성 케톤산증은 인슐린의 부족에 의해 발생하므로 환자의 2/3은 제 1형 당뇨병이지만, 나머지 1/3은 제 2형 당뇨병에서 정신적, 신체적 스트레스와 같이 인슐린 분비가 급격히 감소하는 상황에서 발생한다. 당뇨병성 케톤산증의 발생으로 제 1형 당뇨병을 처음 진단받는 경우도 있다.",
    "Kdca": null,
    "Final": null,
    "1200": null
  },
  "원인": {
    "Amc": "당뇨병성 케톤산증은 인슐린이 부족한 상태에서 육체적, 정신적 스트레스로 인해 스트레스 호르몬이 증가하는 경우에 생길 수 있습니다. 평소 인슐린 치료를 받던 제1형 당뇨병 환자가 갑자기 인슐린 투여를 중단하거나, 당뇨병이 있는 사람에게 감염증, 수술과 같은 2차적인 이유(우리 몸에 스트레스가 가해지는 상황)가 생기는 경우 발생할 수 있습니다.",
    "Snu": "당뇨병 성 케톤산증은 췌장 베타세포에서 인슐린 분비가 부족하여 발생한다. 가장 흔한 원인은 여러 가지 원인에 의한 감염이고, 인슐린 치료에 대한 환자의 순응도 저하나 충분하지 않은 양의 인슐린 투여, 과다한 음주도 대표적인 유발인자이다. 이 외에 급성 췌장염 , 급성 심근경색증 , 뇌졸중 , 코르티코스테로이드, 티아지드 이뇨제 등 당질 대사에 영향을 주는 약제의 복용 또한 당뇨병성 케톤산증을 유발할 수 있다.",
    "Kdca": null,
    "Final": null,
    "1200": null
  },
  "진단": {
    "Amc": "당뇨병성 케톤산증이 의심될 경우 혈당 검사, 전해질 검사, 신장 기능 검사, 소변과 혈장 내 케톤체 검사, 동맥혈가스 검사 등을 초기에 시행할 수 있습니다.  당뇨병성 케톤산증은 알콜성 케톤산증, 기아에 의한 케톤산증, 요독증, 유산 산증, 약제(메탄올, 에틸렌글리콜[ethylene glycol], 아스피린) 등으로 인한 대사성 산증 등 다른 대사성 산증과 감별해야 합니다.",
    "Snu": null,
    "Kdca": null,
    "Final": null,
    "1200": null
  },
  "치료": {
    "Amc": "당뇨병성 케톤산증을 치료하기 위해서는 수액 보충, 인슐린과 전해질 공급을 통한 대사 장애의 교정, 유발 인자 치료가 가장 중요합니다.  ① 수액 치료수액을 투여하면,첫째, 혈당의 배설이 증가하고,둘째, 인슐린의 길항 작용을 하는 스트레스 호르몬의 분비가 감소합니다.  대개 3~5리터 정도의 수액을 투여하지만, 상황에 따라 필요량이 다를 수 있습니다. 다량의 수액이 너무 빨리 공급될 경우 뇌부종과 같은 치명적인 합병증이 생길 수 있으므로, 환자의 동반 질환(심장이나 신장 기능 이상 등)을 고려해야 합니다. 또한 혈압, 맥박, 소변량, 체중 변화, 중심 정맥압 등을 잘 관찰하면서 수액 치료를 시행합니다.  ② 인슐린(insulin)인슐린을 투여하면,첫째, 혈당을 올리는 호르몬인 글루카곤 분비를 줄이고,둘째, 지방 분해를 억제하며,셋째, 혈당이 세포에서 이용될 수 있도록 하여 혈당을 떨어뜨리고 다른 대사 이상을 호전시킵니다(지방 분해를 억제하여 케톤체 생성을 억제).  초기에는 속효성 인슐린을 정맥으로 투여하며, 당뇨병성 케톤산증이 호전될 때까지는 혈당을 150~200mg/dl의 범위에서 유지합니다. 이후에 환자의 상태가 안정되고 식사가 가능해지면 피하 인슐린 치료를 시행합니다. 점차 당뇨병성 케톤산증이 발생하기 이전에 시행하던 치료로 옮겨갈 수 있습니다.  ③ 기저 질환 치료당뇨병성 케톤산증을 일으킨 원인 질환(감염증, 심근 경색, 뇌졸중 등)에 대한 치료를 반드시 병행해야 합니다.",
    "Snu": "당뇨병 성 케톤산증의 치료는 탈수, 고혈당, 전해질 이상을 교정하는 것이며, 동반된 유발인자에 대한 치료도 함께 이루어져야 한다. 당뇨병성 케톤산증에서는 상당한 정도의 탈수가 동반되어 있으므로, 조직 관류를 유지하고 동반된 대사장애를 교정하기 위해 적절한 수액 보충이 이루어져야 한다. 당뇨병성 케톤산증의 핵심적인 병태생리는 인슐린의 부족이므로 속효성 인슐린을 지속적으로 정맥 내 투여한다. 저칼륨혈증 , 대사산증, 중탄산염 부족 등의 전해질 이상도 동반되므로 이에 대한 적절한 교정도 필요하다.",
    "Kdca": null,
    "Final": null,
    "1200": null
  },
  "진료과": {
    "Amc": "내분비내과",
    "Snu": "내분비내과, 신장내과",
    "Kdca": null,
    "Final": null,
    "1200": null
  }
}