{
  "병명": "비인두암",
  "증상": {
    "Amc": null,
    "Snu": "목에 만져지는 혹이 있어 검사한 뒤 비인두암의 전이 소견으로 진단되는 경우가 가장 흔하다. 피가 섞인 콧물, 장액성(묽고 맑은 장액이 나오는) 중이염에 의한 한쪽 귀의 먹먹함(이충만감)이나 청력 저하 그리고 한쪽의 코막힘도 흔한 증상이다. 비인두암이 진행하여 뇌 쪽을 침범하면 뇌신경마비를 일으킬 수 있다.",
    "Kdca": null,
    "Final": "비인두암은 초기 단계에서는 증상이 나타나지 않을 수 있습니다. 비인두암의 눈에 띌 수 있는 증상으로는 다음과 같은 것들이 있습니다: 부어오른 림프절로 인해 목에 생긴 혹, 침에 피가 섞여 나오는 경우, 코에서 피가 섞인 분비물, 코막힘 또는 귀에서 울림, 청력 손실, 잦은 귀 감염, 인후통, 두통 등이 있습니다.",
    "1200": null,
    "supplement": [
      "목에 혹이 만져지고, 코에서는 피 섞인 콧물이 나오고 귀까지 먹먹해요.",
      "한쪽 코가 막히고, 귀가 잘 안 들리면서 침에 피가 섞여 나와요.",
      "목이 붓고 혹이 만져지는데, 코에서 피가 나오고 귀가 먹먹해요.",
      "콧물이 계속 피 섞여 나오고, 한쪽 귀가 잘 안 들리고 두통까지 있어요.",
      "침에 피가 비치고, 목에 혹이 생기고 귀에서 소리가 울려요.",
      "한쪽 귀가 잘 안 들리고 코가 자꾸 막히고, 목에 혹이 만져져요.",
      "코에서 피가 나오고, 귀가 먹먹하고 두통도 자주 생겨요.",
      "코막힘이 심해지고, 귀에서 소리가 나고 목에 혹까지 만져져 걱정돼요.",
      "침 삼킬 때 피가 나오고, 코에서 분비물이 피 섞여 나오며 귀가 답답해요.",
      "한쪽 코가 자주 막히고, 청력이 떨어지고 목에 혹이 잡혀요.",
      "콧물이 피 섞여 나오고, 귀가 먹먹하고 머리도 자주 아파요.",
      "침에 피가 나오고 코도 막히는데, 목에 혹이 커지는 것 같아요.",
      "한쪽 귀가 계속 울리고, 코에서 피가 나오며 두통이 심해요.",
      "코가 막히고 귀가 답답하며, 목에 혹이 불쑥 만져져서 불안해요.",
      "피 섞인 콧물이 나오고 귀가 먹먹하고, 침에도 피가 비쳐요.",
      "목에 혹이 잡히고 코가 자꾸 막히고, 귀도 잘 안 들려요.",
      "콧물이 피 섞여 나오면서 귀가 울리고, 두통이 심해져요.",
      "코피가 자주 나고 귀가 먹먹하며, 목에 혹이 커지고 있어요.",
      "침에 피가 섞여 나오고 귀가 잘 안 들리고, 두통이 계속 있어요.",
      "코가 막히고 귀가 먹먹하고, 목에 혹이 점점 커져서 무서워요."
    ]
  },
  "정의": {
    "Amc": null,
    "Snu": "비인두는 뇌기저에서 연구개까지 이르는 인두의 가장 윗부분으로, 이곳에 생긴 악성종양을 비인두암이라 한다. 조직학적으로는 편평세포암종이 대부분이다. 비인두의 구조",
    "Kdca": null,
    "Final": null,
    "1200": null
  },
  "원인": {
    "Amc": null,
    "Snu": "전 세계적으로 10만 명당 1명 꼴로 발병하지만 중국 남부 지방에서는 30배에 가까운 발병률을 보이고 이민간 중국인들이 많이 사는 지역인 대만, 홍콩, 인도네시아 등지에서도 높은 발병률을 보여 인종적 요인이 있을 것으로 추정되며 유전적 요인도 보고되었다. 그런데 유행 지역에서 미국으로 이민간 중국인 2세에서는 발병률이 줄어드는 것으로 보아 음식이나 생활환경도 중요한 요인으로 작용하는 것으로 짐작된다. 특히 바이러스(Epstein-Barr Virus, EBV) 감염과 만성적인 코의 염증, 불결한 위생 환경, 비인두의 환기 저하, 소금으로 절인 보존 음식물에 포함되어 있는 니트로사민(nitrosamine)과 음식물을 가열할 때 발생하는 다환 탄화수소(polycyclic hydrocarbon)의 노출과도 관련이 있는 것으로 보여진다.",
    "Kdca": null,
    "Final": null,
    "1200": null
  },
  "진단": {
    "Amc": null,
    "Snu": null,
    "Kdca": null,
    "Final": null,
    "1200": null
  },
  "치료": {
    "Amc": null,
    "Snu": "해부학적으로 비인두는 수술적 접근이 어렵고 비인두암은 방사선 치료 에 비교적 잘 반응하기 때문에 비인두암의 치료에는 방사선 치료가 주로 시행된다. 1) 방사선 치료 비인두는 뇌의 기저에 바로 근접해있는 해부학적 공간으로 수술적 접근이 어려워 방사선 치료가 최우선적으로 고려된다. 구체적으로 최근에는 3차원 입체조형 방사선 치료(3D Conformal Radiation Therapy) 또는 세기변조 방사선 치료(IMRT, Intensity Modulated Radiation Therapy)를 이용하여 암이 발생한 부위에 좀 더 많은 방사선량을 집중시키는 것이 가능해진 반면, 뇌간, 척수 등의 정상조직에 조사되는 방사선량은 최소화하여 뇌간, 척수, 침샘, 하악골 등은 보호할 수 있게 되었다. 방사선 치료 시 해당 암 부위뿐 아니라 전이를 일으킬 수 있는 목 림프절에도 예방적으로 방사선을 정교하게 조사함으로써 치료 성적을 높이게 된다. 2) 수술 비인두암이 발생하는 부위는 수술로 제거하기 어려운 부위이고, 방사선 치료의 결과가 좋기 때문에 수술을 먼저 고려하지는 않는다. 재발한 비인두암 중에 드물게 수술이 도움이 될 수 있다. 3) 항암제 치료 진행된 비인두암의 경우 전신전이가 생겼을 가능성을 배제할 수 없고 이로 인해 방사선 치료가 효과적이지 않을 수 있으므로 방사선 치료와 함께 항암제 치료를 고려하게 된다. 4) 항암화학방사선 동시요법 진행된 비인두암에서 항암제와 방사선을 동시에 투여하는 것을 일컫는 말로, 치료 성적을 높이기 위해 시행한다. 5) 재발한 비인두암의 치료 방사선 치료 후 비인두나 경부림프절에서 재발한 비인두암의 경우, 가능하다면 방사선으로 먼저 재치료를 시행한다. 방사선 재치료가 불가능하거나 재치료 후에도 재발한 경우에는 재발한 부위가 작고 제한적이라면 수술을 고려할 수 있다.",
    "Kdca": null,
    "Final": null,
    "1200": null
  },
  "진료과": {
    "Amc": null,
    "Snu": "이비인후과, 방사선종양학과",
    "Kdca": null,
    "Final": null,
    "1200": null
  }
}