{
  "병명": "질암",
  "증상": {
    "Amc": "질암은 암이 퍼지기 이전 초기 단계에서는 특별한 증상이 나타나지 않습니다. 침윤성 질암의 경우 통증이 없는 출혈이 생기면서 질 분비물도 많아집니다. 출혈은 폐경 이후에도 생기며, 성교 후 생길 수도 있습니다. 질암의 진행으로 질이 인접해 있는 방광에 압박을 가하여 통증이 느껴질 수 있습니다. 방광 불편감, 배뇨 장애, 변비, 골반 통증이 생길 수도 있습니다. 성교 시 통증이 나타날 수 있습니다.",
    "Snu": null,
    "Kdca": null,
    "Final": [
      "외음부암의 징후와 증상에는 다음과 같은 것들이 있을 수 있습니다: 지속되는 가려움증, 통증 및 압통, 월경과 관련 없는 출혈, 피부 색 변화나 두꺼워짐과 같은 피부 변화, 혹이나 사마귀 모양의 돌기, 또는 궤양과 같은 열린 상처.",
      "여성 생식계는 난소, 나팔관, 자궁, 자궁경부, 그리고 질(질관이라고도 함)로 구성되어 있습니다. 초기 질암은 특별한 징후나 증상을 일으키지 않을 수 있습니다. 그러나 질암이 진행되면 다음과 같은 징후와 증상이 나타날 수 있습니다: - 비정상적인 질 출혈, 예를 들어 성관계 후나 폐경 후 출혈 - 묽은 질 분비물 - 질 내 혹이나 덩어리 - 배뇨 시 통증 - 잦은 배뇨 - 변비 - 골반 통증 이러한 증상이 나타나면 의료 전문가와 상담하는 것이 중요합니다."
    ],
    "1200": null,
    "supplement": [
      "폐경 이후인데도 질 출혈이 생기고, 분비물이 늘면서 골반이 묵직하게 아파요.",
      "성관계 후에 피가 나오고 질 분비물이 많아지면서, 배뇨할 때 통증이 있어요.",
      "질 안에서 혹 같은 게 만져지고, 출혈이 자꾸 생기며 변비까지 있어요.",
      "분비물이 냄새 나고 많아지면서, 골반 통증이 심하고 소변 보기도 힘들어요.",
      "성교할 때 통증이 심하고 피가 비치며, 배변할 때도 불편해요.",
      "질에서 피가 나오고 배뇨 장애가 생기면서, 골반이 뻐근하게 아파요.",
      "폐경 이후에도 출혈이 반복되고, 질 분비물이 많아져 속옷이 자꾸 젖어요.",
      "배뇨가 힘들고 변비가 생기면서, 질에서 덩어리 같은 게 만져져요.",
      "성관계 후 출혈이 생기고, 소변 볼 때 불편하면서 골반 통증이 심해요.",
      "질에서 비정상적인 출혈이 생기고, 분비물이 늘어나며 골반이 아파요.",
      "배변이 힘들어지고 변비가 심해지면서, 질 출혈이 동반돼요.",
      "질에서 냄새 나는 분비물이 나오고, 방광이 눌리는 듯 불편해요.",
      "성교 시 통증과 출혈이 같이 생기면서, 소변이 자주 마려워요.",
      "골반이 계속 묵직하고 아프면서, 질에서 비정상적인 출혈이 있어요.",
      "폐경 후에도 피가 나오고, 질 분비물이 늘어 속옷이 젖어요.",
      "질에서 출혈이 자주 생기고, 배뇨와 배변이 다 힘들어졌어요.",
      "방광이 눌리는 느낌이 있고, 소변 볼 때 통증이 심해요.",
      "골반 통증이 심해지고 질에서 분비물이 늘어나면서 출혈이 동반돼요.",
      "성교할 때 자꾸 아프고 피가 비치면서, 변비까지 심해졌어요.",
      "질에서 혹이 만져지고 출혈이 생기면서, 골반이 무겁게 아파요."
    ]
  },
  "정의": {
    "Amc": "질은 자궁경부와 외음부를 연결하는 7~10cm의 통 모양의 조직입니다. 질의 표면은 점막으로 덮여 있습니다. 이 점막에서 암이 발생하여 진행합니다. 이는 표면으로 퍼지거나 점막 아래의 근육으로 퍼지게 됩니다. 더 나아가 주위의 장기로까지 전이되기도 합니다. 질암은 여성의 암 중에서 매우 드문 질환으로, 여성의 성기에서 발생하는 암입니다.  암의 확산 정도(병기)를 살펴보면 다음과 같습니다.  ① 병기 0 : 매우 초기로 얕은 표층에만 국한됨② 병기 1기 : 표층을 넘어서 진행되었으나 질에 국한됨③ 병기 2기 : 질 주위 조직으로 침범했으나 골반 벽이나 주변 장기로 침범하지 않음④ 병기 3기 : 골반 벽까지 침범하거나 암이 있는 방향의 골반 내 임파선과 기타 장기를 침범⑤ 병기 4기 A : 직장 및 방광까지 침범⑥ 병기 4기 B : 폐와 같이 질에서 멀리 떨어진 장기까지 침범",
    "Snu": null,
    "Kdca": null,
    "Final": null,
    "1200": null
  },
  "원인": {
    "Amc": "질암의 발생 기전은 정확히 알지 못합니다. 자궁경부암 또는 외음부암으로 진행되기 이전의 전암 단계가 질 상피 내 종양의 병태 생리와 비슷한 양상이며, 질암의 위험 요인입니다. 특히 자궁경부암의 병력이 있는 경우 질암이 발생할 위험이 높습니다. 질암은 인유두종 바이러스에 영향을 받고 있습니다. 그 밖에 방사선 노출, 흡연 역시 질암 위험성을 증가시키는 요인입니다. 선천성으로 질이 없거나 암 수술로 제거된 질을 인공적으로 만든 경우에도 암이 발생할 수 있습니다.",
    "Snu": null,
    "Kdca": null,
    "Final": null,
    "1200": null
  },
  "진단": {
    "Amc": "면봉이나 솔을 이용해 자궁경부와 질의 표면에서 세포를 채취하는 자궁경부 세포 검사와 골반 내진 검사를 시행합니다. 질 확대경으로 자궁경부와 질의 이상 부위를 확대해서 관찰하고, 조직 세포를 떼어 어떤 종류의 암인지 검사합니다. 골반 내 다른 장기로의 전이 여부를 확인하기 위해서 CT· MRI 등의 검사를 합니다. 폐 전이를 알아보기 위해 흉부 X-ray 검사를 실시합니다.",
    "Snu": null,
    "Kdca": null,
    "Final": null,
    "1200": null
  },
  "치료": {
    "Amc": "치료는 주로 방사선 요법으로 시행합니다. 고에너지 X-ray를 사용해 암세포를 소멸시킴으로써 종양을 축소합니다. 방사선 요법은 단독으로 실시하거나 수술 후의 추가적 치료로 사용됩니다. 암 병소가 질의 표층에 국한되어 있고 질의 상후부에 있는 경우에는 수술을 시행합니다.",
    "Snu": null,
    "Kdca": null,
    "Final": null,
    "1200": null
  },
  "진료과": {
    "Amc": "산부인과, 암병원",
    "Snu": null,
    "Kdca": null,
    "Final": null,
    "1200": null
  }
}