{
  "병명": "알코올성 간질환",
  "증상": {
    "Amc": "알코올 과다 섭취로 인한 간경변증의 발생 가능성은 유전적인 특징, 성별에 따라 개인별로 차이가 있습니다. 일반적으로 하루 80g 이상의 알코올을 10~20년간 섭취한 경우, 약 20%에서 알코올성 간경변증이 발생합니다. ① 알코올성 지방간대부분 무증상입니다. 그러나 간이 정상보다 큰 경우는 오른쪽 상복부의 통증을 호소할 수 있습니다. ② 염증이 진행된 알코올성 간염무력감, 피로감, 발열, 오심과 구토, 식욕 부진, 눈의 흰자가 노래지는 황달 등을 호소합니다. 약 30%는 복수(복막에 물이 차는 증상)가 동반됩니다. ③ 알코올성 간경변복수, 식도정맥류(식도 혈관의 압력이 증가하여 식도 정맥의 수와 크기가 증가하고, 이에 따라 정맥이 혹처럼 부풀어 오르는 증상)의 출혈, 간성 혼수(의식이 흐려지거나 다른 사람처럼 행동함) 등이 나타납니다.",
    "Snu": "가장 경미한 형태인 알코올성 지방간 환자들의 경우 대부분 무증상이지만, 경미한 간비대 (간이 정상보다 크게 된 상태)가 나타난 경우 우상복부에 가벼운 압통을 호소할 수 있다. 염증이 좀 더 진행된 알코올성 간염 환자들에서는 무증상인 경우도 있지만, 대부분 경미한 발열, 간비대, 황달과 식욕감퇴를 호소하며 일부 환자에서는 복수가 동반되기도 한다. 간비대에 의한 오른쪽 상복부의 압통이 동반될 수 있지만, 만약 복부 통증이 심하다면 복막염 과 같은 다른 질환과의 감별이 필요하다. 간경변증 으로 진행된 경우에는 복수, 식도/위 정맥류 출혈, 간성혼수 등의 문맥압 항진증으로 인한 증상이 나타날 수 있다. - 알코올성 지방간: 우상복부 압통 - 알코올성 간염: 경미한 발열, 간비대, 황달, 식욕감퇴 - 알코올성 간경변증: 복수, 식도/위 정맥류 출혈, 간성혼수 간손상의 단계",
    "Kdca": "습관성 음주는 알코올성 지방간, 알코올성 간염 및 알코올성 간경변증을 유발하는데, 이러한 세 가지 질환을 통틀어 알코올성 간질환이라고 합니다. 습관성 음주자는 거의 모든 사람에게 알코올성 지방간이 있으며, 10~35%는 알코올성 간염을, 10~20%는 간경변증을 가지고 있습니다.     1. 알코올성 지방간  알코올성 지방간 환자는 대부분 별다른 증상이 없어 건강검진을 하다가 혈액검사에서 간기능 이상을 우연히 발견하게 되거나, 다른 이유로 신체검사를 받다가 우상복부에 간이 커져있는 것이 만져져서 알코올성 지방간이 있다는 사실을 알게 되는 경우가 많습니다. 쉽게 피로하거나 소화불량, 우상복부 불편감 또는 통증이 있을 수도 있습니다. 혈액검사에서 간기능이 정상이거나 약간의 이상을 보이며, 초음파 검사에서 간이 지방침착으로 인해 정상보다 하얗게 보이게 됩니다. 2. 알코올성 간염 알코올성 간염은 간세포의 염증을 특징으로 하는 질환입니다. 알코올성 지방간과 마찬가지로 별다른 증상이 없는 경우가 많기 때문에 증상만 가지고 알코올성 지방간과 알코올성 간염을 구분할 수는 없습니다.  알코올성 간염에 의한 간손상이 심하지 않은 경우에는 증상이 없거나, 피로감, 소화불량이나 우상복부 불편감을 느끼며, 간비대 및 간수치(AST/ALT)의 상승을 보이지만 간손상이 심한 경우에는 우상복부 통증과 고열이 있을 수 있고, 심한 황달뿐 아니라 간경변증이 없더라도 복수 , 정맥류 출혈 또는 간성뇌증이 나타날 수 있습니다.  3. 알코올성 간경변증  간병변증은 간세포의 염증과 섬유화, 최종적으로 세포의 괴사가 나타나는 상태입니다. 그럼에도 불구하고 아무런 증상이 없는 경우도 많습니다. 간경변증이 심해지다 보면 배속에 물이 차는 복수가 나타나거나, 식도정맥류 (Esophageal varix: 문맥압 증가에 의해 식도정맥의 수와 크기가 증가하여 정맥이 혹처럼 부풀어오르는 질환이다)가 발생하여 점점 커지다가 결국 파열하여 심한 출혈을 나타낼 수 있습니다. 또 혈액 응고에 이상이 나타나거나, 뇌 기능, 신장 기능에 영향을 미칠 수도 있습니다.     알코올성 지방간이나 간염은 회복될 수 있지만, 간경변증은 대체로 회복되기 어렵습니다.  그 외에도 과음을 하면서 식사를 잘 하지 않아 영양결핍, 말초신경병변에 의한 이상감각, 치매나 중추신경장애, 심장기능 이상에 의한 다양한 합병증이 나타날 수 있습니다.  또한, 심한 알코올 중독의 경우 병원에 입원하면 금주로 인한 금단증상 (만성중독자가 원인 물질의 섭취를 끊었을 때 일어나는 정신, 신체상의 증상으로, 하품, 재채기, 불면증, 통증, 불안, 허탈감, 구토, 환각, 망상 따위의 증상이 나타난다.)을 보이기도 합니다. 또한, 알코올성 간경변증 환자의 5-15%에서 간세포암이 발생합니다.",
    "Final": [
      "구토, 황달, 복통, 복부 팽만, 복부 팽창, 음주력, 체액 과다",
      "구토, 황달, 복통, 복부 팽만, 복부 팽창, 체액 과다",
      "알코올성 간염의 가장 흔한 증상은 피부와 눈의 흰자위가 노랗게 변하는 황달입니다. 다른 증상으로는 식욕 부진, 메스꺼움과 구토, 복부 압통, 종종 미열을 동반한 발열, 피로와 쇠약이 있습니다. 알코올성 간염 환자에게는 영양실조가 흔히 나타납니다. 많은 양의 알코올 섭취는 식욕을 억제하며, 과음하는 사람들은 대부분의 칼로리를 알코올에서 얻습니다. 심각한 알코올성 간염과 함께 나타날 수 있는 추가적인 증상으로는 복부에 액체가 축적되는 복수, 간에서 정상적으로 분해 및 배출되는 독소가 축적되어 발생하는 혼란과 행동 변화, 신장 및 간 기능 부전이 있습니다.",
      "구토, 황달, 복통, 복부 팽만, 음주력, 체액 과다",
      "구토, 복통, 복부 팽만, 복부 팽창, 음주력, 체액 과다",
      "구토, 황달, 복통, 복부 팽만, 복부 팽창, 음주력",
      "구토, 황달, 복부 팽만, 복부 팽창, 음주력, 체액 과다",
      "피부가 노랗게 변함, 복통, 복부 팽만, 복부 팽창, 음주력, 체액 과다"
    ],
    "1200": null,
    "supplement": [
      "술을 자주 마시다 보니 요즘은 피곤하고 체력이 급격히 떨어져서 일상생활이 힘들어요.",
      "눈 흰자가 노랗게 변하고 얼굴빛까지 누렇게 떠서 사람들이 간이 안 좋은 거 아니냐고 해요.",
      "오른쪽 윗배가 묵직하게 아프고 배를 누르면 통증이 심해요.",
      "조금만 먹어도 금방 속이 더부룩하고 소화가 잘 안 돼요.",
      "밤마다 열이 오르고 식욕이 없어서 밥을 잘 못 먹어요.",
      "계속 구역질이 나고 토할 것 같아서 음식을 보기도 싫어요.",
      "복부가 물찬 것처럼 단단하게 불러와서 옷 입기가 힘들어요.",
      "숨을 쉴 때도 배가 압박되는 느낌이라 답답하고 힘들어요.",
      "술을 끊지 못하고 계속 마시다 보니 속이 불편하고 몸이 점점 무거워져요.",
      "피곤함이 심해져서 조금만 움직여도 금방 지쳐요.",
      "간이 커진 건지 오른쪽 배가 뭉클거리고 눌릴 때마다 불편해요.",
      "체중이 갑자기 늘고 배가 부풀어서 걸을 때도 힘이 들어요.",
      "열이 오르면서 몸에 힘이 빠지고 기운이 전혀 나질 않아요.",
      "자꾸 배가 불러오면서 호흡까지 힘들어져서 걱정돼요.",
      "가끔 심한 황달이 와서 피부와 눈이 확연히 노래져요.",
      "술을 마신 다음날마다 속이 뒤집히고 구토가 멈추질 않아요.",
      "밤마다 식은땀이 나고 가슴이 답답해서 잠을 설쳐요.",
      "복부가 단단하게 차오르고, 손발까지 붓는 느낌이 들어요.",
      "술을 마신 뒤에는 속이 쓰리고 두통도 심하게 와요.",
      "배가 점점 불러와서 일상생활이 점점 힘들어지고 있어요."
    ]
  }
}